CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "คำนวณแรงเฉือนออกแบบตามข้อกำหนดพิเศษสำหรับการออกแบบต้านทานแผ่นดินไหว"
DESIGN_MOMENT_ABOUT_YDIRECTION_FOR_DUCTILE_DESIGN = "โมเมนต์ดัดออกแบบรอบทิศทาง y สำหรับการออกแบบแบบเหนียว"
DESIGN_MOMENT_ABOUT_ZDIRECTION_FOR_DUCTILE_DESIGN = "โมเมนต์ดัดออกแบบรอบทิศทาง z สำหรับการออกแบบแบบเหนียว"
IDS_5_YEARS_OR_MORE = "5 ปีขึ้นไป"
IDS_ABOUT_MAJOR_AXIS = "ประมาณแกนหลัก"
IDS_ABOUT_MINOR_AXIS = "ประมาณแกนรอง"
IDS_ADD_DOT = "ADD."
IDS_ADDITIONAL_BENDING_REBAR_DATA = "ข้อมูลเหล็กเสริมดัดเพิ่มเติม"
IDS_APPLIED_SHEAR_FORCE = "แรงเฉือนที่ใช้"
IDS_ANCH_BOLT_CAST_HEADED_STUD = "สตัดหัวฝังในที่"
IDS_ANCH_BOLT_CAST_HEADED_BOLT = "สลักเกลียวหัวฝังในที่"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTL = "สลักเกลียวงอฝังในที่ แบบ L"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTJ = "สลักเกลียวงอฝังในที่ แบบ J"
IDS_ANCH_BOLT_POST_UNDERCUTANC = "Anchor แบบ Undercut ติดตั้งหลัง"
IDS_ANCH_BOLT_POST_EXPANSIONTC = "แองเคอร์ขยายตัวติดตั้งภายหลัง ( Torque )"
IDS_ANCH_BOLT_POST_EXPANSIONDC = "แองเคอร์ขยายตัวติดตั้งภายหลัง ( Displacement )"
IDS_ANCH_BOLT_POST_ADHESIVEANC = "Anchor แบบ Adhesive ติดตั้งหลัง"
IDS_AREA = "พื้นที่"
IDS_ASSUMED_UNCRACKED_SECTION = "หน้าตัดที่สมมุติว่าไม่มีรอยแตก"
IDS_AXIAL_CAPACITY = "ความสามารถในแกน"
IDS_AXIAL_MOMENT = "แกนและโมเมนต์"
IDS_AXIAL_MOMENT_CAPACITY = "ความสามารถในแกนและโมเมนต์"
IDS_AXIAL_MOMENT_CAPACITY_MAJOR = "กำลังรับแรงตามแกนและโมเมนต์ดัดรอบแกนหลัก"
IDS_AXIAL_MOMENT_CAPACITY_MINOR = "กำลังรับแรงตามแกนและโมเมนต์ดัดรอบแกนรอง"
IDS_BEAM_COLUMN_JOINT_CAPACITY = "ความสามารถของจุดเชื่อมคาน-เสา"
IDS_BEAM_DEMAND_BOTTOM = "ความต้องการคานด้านล่าง"
IDS_BEAM_DEMAND_TOP = "ความต้องการคานด้านบน"
IDS_BEARING = "การรองรับ"
IDS_BEARING_CAPACITY = "ความสามารถในการรองรับ"
IDS_BOTTOM = "ด้านล่าง"
IDS_BOUNDARY_ELEMENT = "เอลิเมนต์ขอบเขต"
IDS_BOUNDARY_ELEMENT_LENGTH = "ความยาว B.E"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "ไม่จำเป็นต้องมีเหล็กเสริมตามขวางของเอลิเมนต์ขอบเขต"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "จำเป็นต้องมีเหล็กเสริมตามขวางของเอลิเมนต์ขอบเขต"
IDS_BY_LENGTH = "ตามความยาว"
IDS_BY_SECTION = "ตามหน้าตัด"
IDS_BY_DESIGN_DETAILS = "ตามรายละเอียดการออกแบบ"
IDS_BY_XD_LIMIATION = "ตามข้อจำกัด x/d"
IDS_CALCULATE_AXIAL_LOAD_AND_MOMENT_CAPACITIES = "คำนวณน้ำหนักบรรทุกตามแกนและกำลังรับโมเมนต์ดัด"
IDS_CALCULATE_AXIAL_MOMENT_CAPACITY = "คำนวณกำลังรับแรงตามแกนและโมเมนต์ดัด (เส้นโค้ง P-M)"
IDS_CALCULATE_BEARING_CAPACITY = "คำนวณความสามารถในการรองรับ"
IDS_CALCULATE_BENDING_STRENGTH_FOR_DESIGN_SHEAR_FORCE = "คำนวณกำลังดัดสำหรับแรงเฉือนออกแบบ"
IDS_CALCULATE_CAPACITY_OF_COMPRESSION_STRESS_BLOCK = "คำนวณกำลังรับของบล็อกความเค้นอัด"
IDS_CALCULATE_CAPACITY_OF_REBAR = "คำนวณกำลังรับของเหล็กเสริม ( (+): อัด, (-): ดึง )"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD = "คำนวณน้ำหนักบรรทุกแกนที่มีศูนย์กลางตรง"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD_US = "การคำนวณการบีบอัดบริสุทธิ์"
IDS_CALCULATE_CRACK_WIDTH = "คำนวณความกว้างรอยแตก"
IDS_CALCULATE_DEFLECTION = "คำนวณการกระดอน"
IDS_CALCULATE_DEFLECTION_ALLOW = "คำนวณการกระดอนที่อนุญาต"
IDS_CALCULATE_DEFLECTION_MAX = "คำนวณการกระดอนสูงสุด"
IDS_CALCULATE_DESIGN_DISPLACEMENT = "คำนวณการกระจัดการออกแบบ"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "คำนวณแรงเฉือนออกแบบตามข้อกำหนดพิเศษสำหรับการออกแบบแผ่นดินไหว"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_FOR_CRACK = "คำนวณเหล็กเสริมขั้นต่ำเพื่อควบคุมรอยร้าว"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MAJOR = "คำนวณแรงเฉือนออกแบบแกนหลักตามข้อกำหนดพิเศษสำหรับการออกแบบแผ่นดินไหว"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MINOR = "คำนวณแรงเฉือนออกแบบแกนรองตามข้อกำหนดพิเศษสำหรับการออกแบบแผ่นดินไหว"
IDS_CALCULATE_MAXIMUM_REINFORCEMENT_RATIO = "คำนวณอัตราส่วนเหล็กเสริมสูงสุด"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO = "คำนวณอัตราส่วนเหล็กเสริมขั้นต่ำ"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO_US = "การคำนวณอัตราส่วนเหล็กเสริมขั้นต่ำ "
IDS_CALCULATE_MOMENT_FROM_LEFT_EDGE = "คำนวณโมเมนต์ดัดจากขอบซ้าย"
IDS_CALCULATE_MOMENT_FROM_RIGHT_EDGE = "คำนวณโมเมนต์ดัดจากขอบขวา"
IDS_CALCULATE_MULTIPLIER_FOR_LONG_TERM_EFFECTS = "คำนวณตัวคูณสำหรับผลระยะยาว"
IDS_CALCULATE_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "คำนวณกำลังรับตามนามินัลรอบแกนเป็นกลาง"
IDS_CALCULATE_STRAIN_DISTRIBUTION_SECTION = "ตรวจสอบการกระจายความเครียดของหน้าตัด"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_LEFT_EDGE = "คำนวณโมเมนต์ดัดคว่ำและโมเมนต์ดัดต้านคว่ำจากขอบซ้าย"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_RIGHT_EDGE = "คำนวณโมเมนต์ดัดคว่ำและโมเมนต์ดัดต้านคว่ำจากขอบขวา"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_LEFT_EDGE = "คำนวณโมเมนต์ดัดคว่ำจากขอบซ้าย"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_RIGHT_EDGE = "คำนวณโมเมนต์ดัดคว่ำจากขอบขวา"
IDS_CALCULATE_PILE_BEARING_CAPACITY = "คำนวณความสามารถในการรองรับของเสาเข็ม"
IDS_CALCULATE_REINFORCEMENT_RATIO = "คำนวณอัตราส่วนเหล็กเสริม"
IDS_CALCULATE_REINFORCEMENT_RATIO_US = "การคำนวณอัตราส่วนเหล็กเสริม"
IDS_CALCULATE_REQUIRED_SHEAR_REINFORCEMENT = "คำนวณเหล็กเสริมเฉือนที่ต้องการ"
IDS_CALCULATE_TIE_SHEAR_REINFORCEMENT = "ในกรณีของเหล็กเสริมปลอก"
IDS_CALCULATE_REQUIRED_SHEAR_LONGITUDINAL_REBAR = "ตรวจสอบแรงดึงในเหล็กเสริมตามยาวที่เกิดจากแรงเฉือน"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT = "คำนวณกำลังรับแรงเฉือนที่ต้องการโดยเหล็กเสริมตามขวาง"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT_US = "การคำนวณกำลังต้านแรงเฉือนที่จัดให้โดยเหล็กเสริมตามขวาง"
IDS_CHECK_SHEAR_CAPACITY = "ตรวจสอบความสามารถในการเฉือน"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE = "คำนวณกำลังรับแรงเฉือนโดยคอนกรีต"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE_US = "การคำนวณกำลังต้านแรงเฉือนตามนามินัลของคอนกรีต"
IDS_CALCULATE_FACTORED_SHEAR_STRESS_BY_CONCRETE_US = "การคำนวณความเค้นแรงเฉือนที่คูณแฟกเตอร์แล้ว"
IDS_CALCULATE_SHEAR_STRENGTH_BY_REINFORCEMENT = "คำนวณกำลังรับแรงเฉือนโดยเหล็กเสริมแรงเฉือน"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT = "คำนวณเหล็กเสริมเฉือนที่ต้องการ"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT_US = "ระยะห่างสูงสุดของเหล็กเสริมตามขวาง"
IDS_CALCULATE_SHEAR_NEED_REQUIRED_REINFORCEMENT = "ต้องการเหล็กเสริม"
IDS_CALCULATE_SHEAR_NEED_NOT_REQUIRED_REINFORCEMENT = "ไม่ต้องการเหล็กเสริม"
IDS_CALCULATE_ADDITIONAL_LONGITUDINAL_REINFORCEMENT = "คำนวณเหล็กเสริมแนวยาวเพิ่มเติม"
IDS_CALCULATE_SLIDING_CAPACITY = "คำนวณความสามารถในการเลื่อน"
IDS_CALCULATE_STRAIN = "คำนวณการยืด"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR = "คำนวณปัจจัยการลดความต้านทาน"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR_US = "การคำนวณปัจจัยความต้านทาน"
IDS_CALCULATE_STRESS = "คำนวณความเค้น"
IDS_CALCULATE_THE_REQUIRED_SHEAR_REINFORCEMENT = "คำนวณเหล็กเสริมแรงเฉือนที่ต้องการ"
IDS_CALCULATE_THE_REQUIRED_THICKNESS = "คำนวณความหนาที่ต้องการ"
IDS_CALCULATE_THE_STRESS_IN_THE_TENSION_STEEL = "คำนวณความเค้นในเหล็กดึง"
IDS_CALCULATE_THE_STRESS_MAXIMUM_CRACK_SPACING = "คำนวณระยะห่างรอยร้าวสูงสุด"
IDS_CALCULATE_CRACKING_MOMENT = "คำนวณโมเมนต์การแตก"
IDS_CALCULATE_CRACKING_MOMENT_US = "การคำนวณโมเมนต์การแตก"
IDS_CHAR_DOT = "Char."
IDS_CHARACTERISTIC_FRICTION_ANGLE = "มุมแรงเสียดทานที่เป็นลักษณะเฉพาะ"
IDS_CHECK_ANGLE_ROTATE = "ตรวจสอบมุมการหมุน (degree)"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY = "คำนวณความสามารถโมเมนต์"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY_US = "การคำนวณความต้านทานการดัด"
IDS_CHECK_COMPRESSION_STEEL_YIELD_CONDITION = "ตรวจสอบเงื่อนไขความเค้นครากของเหล็กอัด"
IDS_CHECK_CRACK = "ตรวจสอบรอยแตก"
IDS_CHECK_STRESS_AREMA = "ตรวจสอบความเค้น"
IDS_CHECK_CRACK_WIDTH = "ตรวจสอบความกว้างรอยแตก"
IDS_CHECK_CRUSHING_OF_CONCRETE = "ตรวจสอบการบดขยี้ของคอนกรีต"
IDS_CHECK_DECK_PLATE = "ตรวจสอบแผ่นดาดฟ้า"
IDS_CHECK_DEFLECTION = "ตรวจสอบการโก่งตัว"
IDS_CHECK_DESIGN_MOMENT = "ตรวจสอบโมเมนต์การออกแบบ"
IDS_CHECK_ECCENTRICITY = "ตรวจสอบความเบี่ยงเบน"
IDS_CHECK_MINIMUM_ECCENTRICITY = "ตรวจสอบความเบี่ยงเบนขั้นต่ำ"
IDS_CHECK_LINEAR_CREEP = "ตรวจสอบการยืดตัวเชิงเส้น"
IDS_CHECK_MAXIMUM_PERMISSIBLE_TENSILE_REINFORCEMENT = "ตรวจสอบเหล็กเสริมดึงสูงสุดที่อนุญาต"
IDS_COMPUTE_MEMBER_END_MOMENT = "คำนวณโมเมนต์ปลายmember"
IDS_COMPUTE_MEMBER_END_MOMENT_MAJOR = "คำนวณโมเมนต์ดัดปลายmemberรอบแกนหลัก"
IDS_COMPUTE_MEMBER_END_MOMENT_MINOR = "คำนวณโมเมนต์ดัดปลายmemberรอบแกนรอง"
IDS_CHECK_AXIAL_FORCE_CAPACITY = "ตรวจสอบความสามารถของแรงแกน"
IDS_CHECK_CRITICAL_REGION_LENGTH = "ตรวจสอบความยาวของพื้นที่วิกฤต"
IDS_CHECK_CRITICAL_REGION_SPACE = "ตรวจสอบพื้นที่วิกฤต"
IDS_CHECK_LENGTH_OF_CRITICAL_REGION = "ตรวจสอบความยาวของบริเวณวิกฤต"
IDS_CHECK_SPACE_OF_CRITICAL_REGION = "ตรวจสอบระยะห่างของบริเวณวิกฤต"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT = "ตรวจสอบโมเมนต์ดัดรวมที่รวมผลอันดับสอง"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MAJOR = "ตรวจสอบโมเมนต์ดัดรวมที่รวมผลอันดับสองรอบแกนหลัก"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MINOR = "ตรวจสอบโมเมนต์ดัดรวมที่รวมผลอันดับสองรอบแกนรอง"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_NOT = "โมเมนต์ดัดออกแบบถูกขยาย 99.99 เท่า"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_OK = "ใช้โมเมนต์ดัดที่ขยายแล้ว"
IDS_CHECK_MOMENT_MAGNIFICATION = "ตรวจสอบการขยายตัวของโมเมนต์"
IDS_CHECK_MOMENT_MAGNIFICATION_MAJOR = "ตรวจสอบการขยายโมเมนต์ดัดรอบแกนหลัก"
IDS_CHECK_MOMENT_MAGNIFICATION_MINOR = "ตรวจสอบการขยายโมเมนต์ดัดรอบแกนรอง"
IDS_CHECK_RATIO_NEUTRAL_AXIS_TO_EFFECT_DEPTH = "ตรวจสอบอัตราส่วนของแกนเป็นกลางต่อความลึกใช้งาน"
IDS_CHECK_REBAR_RATIO = "ตรวจสอบอัตราส่วนเหล็กเสริม"
IDS_CHECK_REBAR_SPACE = "ตรวจสอบระยะเหล็กเสริม"
IDS_CHECK_REINFORCEMENT_DETAIL = "ตรวจสอบรายละเอียดเหล็กเสริม"
IDS_CHECK_SHIRIKAGE_TEMPERATURE_REINFORCEMENT = "ตรวจสอบเหล็กเสริม"
IDS_CHECK_DISTRIBUTION_FACTOR_TEMPERATURE = "ปัจจัยการกระจายตามอุณหภูมิ"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT = "ตรวจสอบเหล็กเสริมเฉือนที่ต้องการ"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT_US = "ตรวจสอบเหล็กเสริมข้ามที่ต้องการ"
IDS_CHECK_SHEAR_RATIO = "ตรวจสอบอัตราส่วนกำลังรับแรงเฉือน"
IDS_CHECK_INTERACTION_SHEAR = "ตรวจสอบปฏิสัมพันธ์สำหรับแรงเฉือนสองแกน"
IDS_CHECK_INTERACTION_SHEAR_CHECK = "ต้องตรวจสอบปฏิสัมพันธ์สำหรับแรงเฉือนสองแกน"
IDS_CHECK_INTERACTION_SHEAR_NOT_CHECK = "ละเลยปฏิสัมพันธ์สำหรับแรงเฉือนสองแกน"
IDS_CHECK_INTERACTION_SHEAR_RATIO = "อัตราส่วนการโต้ตอบ"
IDS_CHECK_SKIN_REBAR = "ตรวจสอบเหล็กเสริมผิว"
IDS_CHECK_SLENDERNESS_RATIO = "ตรวจสอบอัตราส่วนความเพรียว(slenderness)"
IDS_CHECK_SLENDERNESS_RATIO_Y_AXIS = "ตรวจสอบอัตราส่วนความชะลูดรอบแกน y"
IDS_CHECK_SLENDERNESS_RATIO_Z_AXIS = "ตรวจสอบอัตราส่วนความชะลูดรอบแกน z"
IDS_CHECK_SPACING_OF_HORIZONTAL_REBAR = "ตรวจสอบระยะห่างของเหล็กเสริมแนวนอน"
IDS_CHECK_SPACING_OF_REBAR = "ตรวจสอบระยะห่างของเหล็กเสริม"
IDS_CHECK_SPACING_OF_REBAR_US = "การตรวจสอบการควบคุมรอยร้าวด้วยการกระจายเหล็กเสริม "
IDS_CHECK_STRESS_OF_REBAR_AREMA = "ตรวจสอบความเค้นดึงในเหล็กเสริมที่น้ำหนักบรรทุกใช้งาน"
IDS_CHECK_SPACING_OF_SHEAR_REINFORCEMENT = "ตรวจสอบระยะห่างของเหล็กเสริมแรงเฉือน"
IDS_CHECK_SPACING_OF_REBAR_TENSILEFACE = "ตรวจสอบระยะห่างของเหล็กเสริมที่อยู่ใกล้ผิวรับแรงดึงที่สุด"
IDS_CHECK_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_IN_CURRENT_WALL = "ตรวจสอบว่าจำเป็นต้องมีเอลิเมนต์ขอบเขตพิเศษในกำแพงปัจจุบันหรือไม่"
IDS_CHECK_STRESS_LIMITAION = "ตรวจสอบขีดจำกัดความเค้น"
IDS_CHURCH = "โบสถ์"
IDS_COLUMN_LOCATION_TYPE = "ประเภทตำแหน่งเสา : "
IDS_COMBINATION = "การรวมกัน"
IDS_COMP_DOT = "Comp."
IDS_COMPRESSION = "การบีบอัด"
IDS_COMPRESSION_CONTROLLED = "การบีบอัดที่ควบคุม"
IDS_REVISE_SECTION = "แก้ไขหน้าตัด"
IDS_COMPRESSION_ONLY = "เฉพาะการบีบอัด"
IDS_COMPUTE_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_LENGTH = "คำนวณความยาวเหล็กเสริมตามขวางของเอลิเมนต์ขอบเขต"
IDS_COMPUTE_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_THICKNESS_DIRECTION = "คำนวณเหล็กเสริมแนวนอนสำหรับเอลิเมนต์ขอบเขตพิเศษในทิศทางความหนา"
IDS_COMPUTE_HORIZONTAL_SHEAR_FORCE = "คำนวณแรงเฉือนแนวนอน"
IDS_COMPUTE_JOINT_GEOMETRY_INFORMATION = "คำนวณข้อมูลเรขาคณิตของจุดเชื่อม"
IDS_COMPUTE_MAXIMUM_SPACING_OF_HORIZONTAL_REBAR_FOR_BOUNDARY_ELEMENT = "คำนวณระยะห่างสูงสุดของเหล็กเสริมแนวนอนสำหรับเอลิเมนต์ขอบเขต"
IDS_COMPUTE_NOMIANL_JOINT_SHEAR_CAPACITY = "คำนวณกำลังรับแรงเฉือนของรอยต่อแบบนามินัล"
IDS_COMPUTE_DESIGN_JOINT_SHEAR_CAPACITY = "คำนวณกำลังรับแรงเฉือนของรอยต่อสำหรับการออกแบบ"
IDS_CONCRETE = "คอนกรีต"
IDS_CONFINED_BY_BEAMS_ON_ALL_FOUR_FACES = "ถูกคอนฟายน์โดยคานทั้งสี่ด้าน"
IDS_CONFINED_BY_BEAMS_ON_THREE_FACES_OR_ON_TWO_OPPOSITE_FACES = "ถูกคอนฟายน์โดยคานสามด้านหรือสองด้านตรงข้ามกัน"
IDS_CRACKED_SECTION = "หน้าตัดที่มีรอยแตก"
IDS_CRITICAL_PILE_NODE_KEY = "กุญแจโหนดเสาเข็มวิกฤต"
IDS_CRITICAL_REGION_SPACING_DOES_NOT_EXIST = "ไม่มีระยะห่างของบริเวณวิกฤต"
IDS_CURRENT_WALL_LEVEL = "ระดับกำแพงปัจจุบัน"
IDS_CUTTING_LINE = "เส้นตัด"
IDS_CUTTING_LINE_FLEXURAL_CAPACITY = "ความสามารถในการดัดของเส้นตัด"
IDS_CUTTING_LINE_FLEXURE = "การดัดของเส้นตัด"
IDS_CUTTING_LINE_SHEAR = "แรงเฉือนของเส้นตัด"
IDS_CUTTING_LINE_SHEAR_CAPACITY = "ความสามารถในการเฉือนของเส้นตัด"
IDS_CALCULATE_BALANCE_CONDITION = "คำนวณสภาพสมดุล"
IDS_CALCULATE_BALANCE_CONDITION_US = "การคำนวณกำลังรับในสภาวะความเครียดสมดุล "
IDS_CALCULATE_BALANCE_CONDITION_ECCEN = "ความเบี่ยงเบนที่สมดุล"
IDS_CALCULATE_BALANCE_CONDITION_ACT_ECCEN = "ความเบี่ยงเบนที่แท้จริง"
IDS_CALCULATE_BALANCE_CONDITION_MAX_PN = "แรงอัดแกนสูงสุด"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL = "การควบคุมแรงดึง"
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL = "การควบคุมแรงอัด"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL_US = "ดังนั้น หน้าตัดถูกควบคุมโดยแรงดึง "
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL_US = "ดังนั้น หน้าตัดถูกควบคุมโดยแรงอัด "
IDS_CALCULATE_BALANCE_CONDITION_BAL_CON = "สภาพสมดุล"
IDS_CHECK_TENSILE_STRESS_FOR_VERTICAL_REBAR = "ตรวจสอบความเค้นดึงสำหรับเหล็กเสริมแนวตั้ง"
IDS_CHECK_TENSILE_STRESS_FOR_HORIZONTAL_REBAR = "ตรวจสอบความเค้นดึงสำหรับเหล็กเสริมแนวนอน"
IDS_CHECK_COMPPRESSIVE_STRESS_FOR_CONCRETE = "ตรวจสอบความเค้นอัดสำหรับคอนกรีต"
IDS_COMPRESSIVE_STRESS = "ความเค้นอัด"
IDS_CALCULATE_TENS_CAPACITY_REBAR = "คำนวณกำลังรับแรงดึงของเหล็กเสริม"
IDS_CALCULATE_COMP_CAPACITY_CONC = "คำนวณกำลังรับแรงอัดของคอนกรีต"
IDS_CHECK_DIMENSION_OF_THE_SPECIAL_BOUNDARY_ELEMENT = "ตรวจสอบมิติของเอลิเมนต์ขอบเขตพิเศษ"
IDS_COMPRESSION_STEEL_YIELD = "ความเค้นครากเหล็กอัด"
IDS_COMPRESSION_STEEL_DOES_NOT_YIELD = "เหล็กอัดไม่เกิดความเค้นคราก"
IDS_CORNER = "มุม"
IDS_CALCULATE_GEOMETRIC_IMPERFECTION = "คำนวณความไม่สมบูรณ์ทางเรขาคณิต"
IDS_CALCULATE_SLENDERNESS_OF_FRAME = "คำนวณความเพรียวของกรอบ"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_BRACED = "คำนวณโมเมนต์ดัดออกแบบรอบแกน y แบบมีค้ำยัน"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_UNBRACED = "คำนวณโมเมนต์ดัดออกแบบรอบแกน y แบบไม่มีค้ำยัน"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_BRACED = "คำนวณโมเมนต์ดัดออกแบบรอบแกน z แบบมีค้ำยัน"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_UNBRACED = "คำนวณโมเมนต์ดัดออกแบบรอบแกน z แบบไม่มีค้ำยัน"
IDS_CALCULATE_DESIGN_MOMENT_AXIS_SHORT_OR_SLENDER = "คำนวณโมเมนต์ดัดออกแบบ (%s แกน, %s)"
IDS_CALCULATE_NOMINAL_SHEAR_STRENGTH_FOR_SPECIAL_WALL = "คำนวณกำลังรับแรงเฉือนตามนามินัลสำหรับกำแพงพิเศษ"
IDS_CHECK_NORMALIZED_AXIAL_RATIO = "ตรวจสอบอัตราส่วนแกนปกติ"
IDS_CHECK_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS = "ตรวจสอบอัตราส่วนปริมาตรของเหล็กปลอกคอนฟายน์"
IDS_CALCULATE_CURVATURE_DUCTILE_FACTOR = "คำนวณปัจจัยความโค้งที่มีความเหนียว"
IDS_CHECK_MECHANICAL_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS_WITHIN_THE_CRITICAL_REGIONS = "ตรวจสอบอัตราส่วนปริมาตรเชิงกลของเหล็กปลอกคอนฟายน์ภายในบริเวณวิกฤต"
IDS_COMPRESSION_REBARS_ARE_NOT_CONSIDERED_CALC_MIN_RHO = "ไม่พิจารณาเหล็กเสริมรับแรงอัดเมื่อคำนวณ %s_min$."
IDS_CHECK_DISTRIBUTION_REINFORCEMENT = "ตรวจสอบการกระจายเหล็กเสริม"
IDS_CLOCKWISE_NOMINAL_STRENGTH = "ความต้านทานตามเข็มนาฬิกา"
IDS_COUNTER_CLOCKWISE_NOMINAL_STRENGTH = "ความต้านทานตามเข็มนาฬิกาตรงข้าม"
IDS_CLOCKWISE_DESIGN_STRENGTH = "ความต้านทานการออกแบบตามเข็มนาฬิกา"
IDS_COUNTER_CLOCKWISE_DESIGN_STRENGTH = "ความต้านทานการออกแบบตามเข็มนาฬิกาตรงข้าม"
IDS_CONSIDER_UNBALANCED_MOMENT = "พิจารณาโมเมนต์ที่ไม่สมดุล"
IDS_CALCULATE_TORSION_CAPACITY = "คำนวณความสามารถในการบิด"
IDS_CALCULATE_TORSION_STRENGTH_BY_LINK_REINFORCEMENT = "คำนวณกำลังรับโมเมนต์บิดด้วยเหล็กเสริมปลอก"
IDS_CALCULATE_TORSION_STRENGTH_BY_LONGITUDINAL_REINFORCEMENT = "คำนวณกำลังรับโมเมนต์บิดด้วยเหล็กเสริมตามยาว"
IDS_CHECK_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "ตรวจสอบเฉพาะกรณีที่ต้องการเหล็กเสริมขั้นต่ำเท่านั้น"
IDS_CHECK_SPACING_OF_TORSION_LINK_REINFORCEMENT = "ตรวจสอบระยะห่างของเหล็กเสริมปลอกรับโมเมนต์บิด"
IDS_CROSS_SECTION_AREA_OF_THE_REINFORCEMENT = "พื้นที่หน้าตัดของเหล็กเสริม"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE = "คำนวณความต้านทานแรงเฉือนในการออกแบบ"
IDS_CALCULATE_DESIGN_PLASTIC_SHEAR_RESISTANCE = "คำนวณกำลังต้านทานแรงเฉือนแบบพลาสติกสำหรับการออกแบบ"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE = "คำนวณกำลังต้านทานการวิบัติแบบโก่งเดาะจากแรงเฉือนสำหรับการออกแบบ"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_WEB = "คำนวณกำลังต้านทานการโก่งเดาะจากแรงเฉือนสำหรับการออกแบบจากเว็บ"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_FLANGE = "คำนวณกำลังต้านทานการโก่งเดาะจากแรงเฉือนสำหรับการออกแบบจากปีก"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MAJOR_AXIS = "ตรวจสอบกำลังต้านทานสำหรับการออกแบบต่อแรงเฉือนรอบแกนหลัก"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MINOR_AXIS = "ตรวจสอบกำลังต้านทานสำหรับการออกแบบต่อแรงเฉือนรอบแกนรอง"
IDS_CONNECTION_TYPE = "ประเภทการเชื่อมต่อ"
IDS_CONTRIBUTION_FROM_THE_WEB = "การมีส่วนร่วมจากเว็บ"
IDS_CONTRIBUTION_FROM_THE_FLANGE = "การมีส่วนร่วมจากปีก"
IDS_CONSIDER_CONTRIBUTION_FROM_FLANGE = "พิจารณาผลร่วมจากปีก"
IDS_CONSIDER_GIRDER_MODE = "พิจารณาโหมดคาน"
IDS_CHECK_DESIGN_RESISTANCE_FOR_TORSION = "ตรวจสอบกำลังต้านทานสำหรับการออกแบบต่อโมเมนต์บิด"
IDS_CONCURRENT_FORCE = "แรงที่เกิดขึ้นพร้อมกัน"
IDS_CALC_CAPACITY_CONCRETE = "คำนวณความสามารถของคอนกรีต"
IDS_COLUMN_MOMENT_RATIO_JOINT = "อัตราส่วนโมเมนต์ดัดของเสาที่จุดต่อ"
IDS_CALCULATE_DESIGN_SHEARS = "คำนวณแรงเฉือนในการออกแบบ"
IDS_CHECK_MAXIMUM_SLENDERNESS_RATIO_LIMIT = "ตรวจสอบขีดจำกัดอัตราส่วนความชะลูดสูงสุด"
IDS_Cm_WITH_TRANSVERSE_LOAD = " (มีน้ำหนักบรรทุกตามขวางระหว่างจุดรองรับ)"
IDS_CONCRETE_GRADE_IS_NOT_PERMITTED = "เกรดคอนกรีตไม่ได้รับอนุญาต"
IDS_DAMPING_RATIO = "อัตราส่วนการลดแรง"
IDS_DE_CRITICAL = "วิกฤต"
IDS_DE_DIR_DOT_1 = "ทิศทาง 1"
IDS_DE_DIR_DOT_2 = "ทิศทาง 2"
IDS_DE_DIR_DOT_3 = "ทิศทาง 3"
IDS_DE_FAILURE = "ความล้มเหลว"
IDS_DE_MEMBER_DESIGN_DETAIL_REPORT = "รายงานรายละเอียดการออกแบบmember"
IDS_DE_NEED_CHK = "ต้องการตรวจสอบ"
IDS_DE_NEG_DOT = "ลบ"
IDS_DE_NG = "NG"
IDS_DE_NONE = "ไม่มี"
IDS_DE_NOT_CHK = "ไม่ตรวจสอบ"
IDS_DE_OK = "OK"
IDS_DE_POS_DOT = "บวก"
IDS_DE_X_DIR_DOT = "ทิศทาง x"
IDS_DE_Y_DIR_DOT = "ทิศทาง y"
IDS_DE_Z_DIR_DOT = "ทิศทาง z"
IDS_DEAD_LOAD_CASE = "กรณีน้ำหนักบรรทุกคงที่"
IDS_DEFLECTION_UNDER_CONSTRUCTION = "การโก่งตัวระหว่างการก่อสร้าง"
IDS_DENSE_ZONE = "โซนหนาแน่น"
IDS_DESIGN_CASE = "กรณีการออกแบบ"
IDS_DESIGN_CODE = "รหัสการออกแบบ"
IDS_DESIGN_FORCE = "แรงการออกแบบ"
IDS_DESIGN_PARAMETER = "พารามิเตอร์การออกแบบ"
IDS_DESIGN_TYPE = "ประเภทการออกแบบ"
IDS_DETAILING_RULES_FOR_THE_LOCAL_DUCTILITY_OF_CONCRETE_MEMBERS = "กฎการจัดรายละเอียดสำหรับความเหนียวเฉพาะที่ของเมมเบอร์คอนกรีต"
IDS_DETERMINE_IF_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "กำหนดว่าจำเป็นต้องมีเหล็กเสริมตามขวางของเอลิเมนต์ขอบเขตหรือไม่"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_DISPLACEMENT_BASED_METHOD = "พิจารณาว่าจำเป็นต้องมีเมมเบอร์ขอบเขตพิเศษหรือไม่ โดยใช้วิธีอิงการเคลื่อนตัว"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_STRESS_BASED_METHOD = "กำหนดว่าจำเป็นต้องมีเอลิเมนต์ขอบเขตพิเศษหรือไม่ด้วยวิธีอิงความเค้น"
IDS_DROP_PANEL_PUNCHING_SHEAR_CAPACITY = "กำลังรับแรงเฉือนเจาะของแผงดรอป"
IDS_DEFLECTION = "การโก่งตัว"
IDS_DEFAULT_OR_USER_DEFINED_VALUE = "ค่าเริ่มต้นหรือค่าที่ผู้ใช้กำหนด"
IDS_DROP = "การลดลง"
IDS_DESIGN_MODED_DESIGN = "การออกแบบ"
IDS_DESIGN_MODED_CHECKING = "การตรวจสอบ"
IDS_DESIGN_MODED_EDIT = "การแก้ไขการออกแบบ"
IDS_DISTANCE_FROM_THE_SECTIONS_NUETRAL_AXIS_TO_THE_REINFORCEMENT = "ระยะจากแกนเป็นกลางของหน้าตัดถึงเหล็กเสริม"
IDS_DISTANCE_FROM_THE_CENTER_OF_THE_SECTION_TO_THE_REINFORCEMENT_IN_THE_MEMBER_LOCAL = "ระยะจากจุดศูนย์กลางของหน้าตัดถึงเหล็กเสริมในแกนเฉพาะที่ของmember"
IDS_DETERMINE_WHETHER_TO_CONSIDER_SHEAR_BUCKLING = "กำหนดว่าจะพิจารณาการโก่งเดาะจากแรงเฉือนหรือไม่"
IDS_DETERMINE_WHETHER_TO_CONSIDER_CONTRIBUTION_FROM_FLANGE = "กำหนดว่าจะพิจารณาผลร่วมจากปีกหรือไม่"
IDS_END_PART = "ส่วนท้าย"
IDS_END_LENGTH = "ความยาวส่วนท้าย"
IDS_END_SPACE = "พื้นที่ส่วนท้าย"
IDS_ETC_ACTION = "การกระทำอื่นๆ"
IDS_EXTERIOR_COLUMN = "เสานอก"
IDS_EDGE = "ขอบ"
IDS_ETC = "ฯลฯ"
IDS_ECCENTRICITY_FACTOR = "ปัจจัยการเบี่ยงเบน"
IDS_END_MOMENT_DESIGN_SHEAR = "โมเมนต์ปลายสำหรับแรงเฉือนในการออกแบบแผ่นดินไหว"
IDS_ENVIRONMENT = "สภาพแวดล้อม"
IDS_FACE = "หน้า"
IDS_FOR_OTHER_CASES = "สำหรับกรณีอื่นๆ"
IDS_FOOT_BRIDGE_INDOOR = "สะพานคนเดิน (ในอาคาร)"
IDS_FOOT_BRIDGE_OUTDOOR = "สะพานคนเดิน (กลางแจ้ง)"
IDS_FRICTION_FACTOR = "ปัจจัยแรงเสียดทาน"
IDS_FACTOR_CONTRIBUTION_WEB_TO_SHEAR_BUCKLING = "ตัวประกอบสำหรับผลร่วมของเอวต่อการโก่งเดาะจากแรงเฉือน"
IDS_FACTORED_SHEAR_FORCES_UNIT_LOAD_CASE = "แรงเฉือนที่คูณแฟกเตอร์ซึ่งเกิดจากประเภทกรณีน้ำหนักบรรทุก"
IDS_HORIZONTAL = "แนวนอน"
IDS_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_LENGTH_DIRECTION = "คำนวณเหล็กเสริมแนวนอนสำหรับเอลิเมนต์ขอบเขตพิเศษในทิศทางความยาว"
IDS_HEIGHT_ENTIRE_WALL = "ความสูงของกำแพงทั้งหมด"
IDS_HORIZONTAL_TENSILE_STRESS = "ความเค้นดึงแนวนอน"
IDS_IMMEDIATE = "ทันที"
IDS_INTERIOR_COLUMN = "เสาภายใน"
IDS_INTERMEDIATE_MOMENT_FRAME = "กรอบโมเมนต์กลาง"
IDS_INCREASE_SECTION_DIMENSIONS = "เพิ่มมิติหน้าตัด"
IDS_INTERACTION_CURVE = "โค้งปฏิสัมพันธ์"
IDS_INTERIOR = "ภายใน"
IDS_JOINT = "จุดเชื่อม"
IDS_JOINT_CLASSIFIED = "จุดต่อถูกจัดประเภทเป็น,"
IDS_JOINT_CONTINUOUS_BEAMS = "คานต่อเนื่อง"
IDS_JOINT_CONTINUOUS_COLUMN = "เสาต่อเนื่อง"
IDS_JOINT_CONFINED_COLUMN = "เสาที่ถูกจำกัด"
IDS_JOINT_DISCONTINUOUS_BEAMS = "คานไม่ต่อเนื่อง"
IDS_JOINT_DISCONTINUOUS_COLUMN = "เสาไม่ต่อเนื่อง"
IDS_JOINT_NOTCONFINED_COLUMN = "เสาแบบไม่คอนฟายน์"
IDS_LEFT_PART = "ส่วนซ้าย"
IDS_LINEAR_CREEP = "การยืดตัวเชิงเส้น"
IDS_LIVE_LOAD_CASE = "กรณีน้ำหนักบรรทุกจร"
IDS_LIVE_LOAD_SUSTAIN_RATIO = "อัตราส่วนการรองรับน้ำหนักบรรทุกจร"
IDS_LONG_HYPHEN_TERM = "ระยะยาว"
IDS_LONG_TERM = "ระยะยาว"
IDS_MATERIAL = "วัสดุ"
IDS_MAXIMUM_BEARING_PRESSURE = "ความดันรับน้ำหนักสูงสุด"
IDS_MEMBER_INFORMATION = "ข้อมูลmember"
IDS_MEMBER_LENGTH = "ความยาวmember"
IDS_MEMBER_NAME_SMALL = "ชื่อmember"
IDS_MEMBERS_IN_GROUP = "memberในกลุ่ม"
IDS_MIDDLE_PART = "ส่วนกลาง"
IDS_MINIMUM_REBAR_AREA_REQUIRED = "พื้นที่เหล็กเสริมขั้นต่ำที่ต้องการ"
IDS_MINIMUM_REBAR_SPACE_REQUIRED = "ระยะเหล็กเสริมขั้นต่ำที่ต้องการ"
IDS_MINIMUM_THICK_REQ = "ความหนาขั้นต่ำที่ต้องการ"
IDS_MM_INTERACTION_CURVE = "MM Interaction Curve"
IDS_MOMENT_CAPACITY = "ความสามารถโมเมนต์"
IDS_MOMENT_CONNECTION = "การเชื่อมโมเมนต์"
IDS_MOMENT_FORCE = "แรงโมเมนต์"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Y_AXIS_IN_THE_REINFORCEMENT = "กำลังต้านทานโมเมนต์ดัดรอบแกน y เฉพาะที่ของเมมเบอร์ในเหล็กเสริม"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Z_AXIS_IN_THE_REINFORCEMENT = "กำลังต้านทานโมเมนต์ดัดรอบแกน z เฉพาะที่ของเมมเบอร์ในเหล็กเสริม"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED = "ต้องมีเหล็กเสริมแรงเฉือนขั้นต่ำ"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED_US = "ต้องมีเหล็กเสริมตามขวางขั้นต่ำ"
IDS_MODIFIED_SLENDERNESS = "ความเพรียวที่ปรับปรุง"
IDS_MOMENT_RESISTANCE_OF_SECTION_CONSISITING_OF_ONLY_FLANGES = "กำลังต้านทานโมเมนต์ดัดของหน้าตัดที่ประกอบด้วยเฉพาะปีก"
IDS_MFRD0_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd0$ คำนวณเป็น M_pl,Rd$ แต่ละเลยผลร่วมของเว็บ"
IDS_MFRD_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd$ คำนวณเป็น M_pl,Rd$ แต่ละเลยผลร่วมของเว็บ"
IDS_MAXIMUM = "สูงสุด"
IDS_MINIMUM = "ต่ำสุด"
IDS_MAXIMUM_SPACE_SKIPED_NO_SHEAR_REINFORCEMENT = "การตรวจสอบระยะสูงสุดถูกข้ามเนื่องจากไม่มีเหล็กเสริมรับแรงเฉือน"
IDS_NEG_DOT_CRACK = "รอยร้าวลบ"
IDS_NEG_DOT_MOMENT = "โมเมนต์ดัดลบ"
IDS_NEG_DOT_STRESS = "ความเค้นลบ"
IDS_NM_INTERACTION_CURVE = "NM Interaction Curve"
IDS_NOMINAL_MOMENT = "โมเมนต์ตามมาตรฐาน"
IDS_NOMINAL_MOMENT_CAPACITY = "ความสามารถโมเมนต์ตามมาตรฐาน"
IDS_NON_HYPHEN_PRESTRESSED_STRUCTURE = "โครงสร้างที่ไม่ใช่แรงดึงล่วงหน้า"
IDS_NON_LINEAR_CREEP = "การยืดตัวไม่เป็นเชิงเส้น"
IDS_NOT_DENSE_ZONE = "ไม่ใช่โซนหนาแน่น"
IDS_NOT_REQUIRED = "ไม่จำเป็น"
IDS_NOT_SLENDER = "ไม่เพรียว"
IDS_NEED_NOT_BE_CHECKED = "ไม่จำเป็นต้องตรวจสอบ"
IDS_NOT_ACCEPTABLE = "ไม่สามารถยอมรับได้"
IDS_NORMALIZED_AXIAL_RATIO = "อัตราส่วนแกนที่ถูกปรับปกติ"
IDS_NEED_TO_CHECK_SHEAR_BUCKLING = "จำเป็นต้องตรวจสอบการโก่งเดาะจากแรงเฉือน"
IDS_NO_NEED_TO_CHECK_SHEAR_BUCKLING = "ไม่จำเป็นต้องตรวจสอบการโก่งเดาะจากแรงเฉือน"
IDS_NOT_CONSIDER_CONTRIBUTION_FROM_FLANGE = "ไม่พิจารณาผลร่วมจากปีก"
IDS_OFFICE = "สำนักงาน"
IDS_ORDINARY_MOMENT_FRAME = "กรอบโมเมนต์ธรรมดา"
IDS_OVERTURNING = "การพลิกคว่ำ"
IDS_OVERTURNING_CAPACITY = "ความสามารถในการพลิกคว่ำ"
IDS_OVERTURNING_MOMENT = "โมเมนต์พลิกคว่ำ"
IDS_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "ต้องการเฉพาะเหล็กเสริมขั้นต่ำเท่านั้น"
IDS_OUT_OF_PLANE_BENDING_MOMENT_NOT_CONSIDERED_TYPE2 = "ไม่พิจารณาโมเมนต์ดัดนอกระนาบ Mzz ในการออกแบบหน้าตัดประเภท 2"
IDS_PERMANENT_ACTION = "การกระทำถาวร"
IDS_PILE_BEARING = "การรับน้ำหนักของเสาเข็ม"
IDS_PILE_BEARING_CAPACITY = "ความสามารถในการรับน้ำหนักของเสาเข็ม"
IDS_PILE_PUNCHING_SHEAR = "แรงเฉือนจากการเจาะเสาเข็ม"
IDS_PILE_PUNCHING_SHEAR_CAPACITY = "ความสามารถในการรับแรงเฉือนจากการเจาะเสาเข็ม"
IDS_PM_INTERACTION_CURVE = "โค้งการมีปฏิสัมพันธ์ PM"
IDS_POS_DOT_CRACK = "รอยร้าวบวก"
IDS_POS_DOT_MOMENT = "โมเมนต์ดัดบวก"
IDS_POS_DOT_STRESS = "ความเค้นบวก"
IDS_POSITION = "ตำแหน่ง"
IDS_PROBABLE_MOMENT = "โมเมนต์ที่เป็นไปได้"
IDS_PROBABLE_MOMENT_CAPACITY = "ความสามารถของโมเมนต์ที่เป็นไปได้"
IDS_PROGRAM_DETERMINED = "กำหนดโดยโปรแกรม"
IDS_PUNCHING_SHEAR = "แรงเฉือนจากการเจาะ"
IDS_PUNCHING_SHEAR_CAPACITY = "ความสามารถในการรับแรงเฉือนจากการเจาะ"
IDS_PILE = "เสาเข็ม"
IDS_PROBABLE_MOMENT_COLUMN = "โมเมนต์ที่เป็นไปได้ของเสา"
IDS_QUAS_DOT = "กึ่ง"
IDS_REBAR_AREA = "พื้นที่เหล็กเสริม"
IDS_REBAR_SPACE = "ระยะห่างเหล็กเสริม"
IDS_REBAR_SPACE_BY_MATERIAL = "ระยะห่างเหล็กเสริมตามวัสดุ"
IDS_REINFORCEMENT_DATA = "ข้อมูลเหล็กเสริม"
IDS_RESIDENCE = "ที่อยู่อาศัย"
IDS_REQUIRED_THICKNESS = "ความหนาที่ต้องการ"
IDS_RESTORING_MOMENT = "โมเมนต์ฟื้นฟู"
IDS_RIGHT_PART = "ส่วนขวา"
IDS_REPORTINFO_DESCRIONTION_FACT = "คำอธิบายของตัวประกอบที่นำมาใช้สำหรับการออกแบบ"
IDS_REPORTINFO_MOMENT_REDISTRIBUTION_FACT = "ปัจจัยการกระจายโมเมนต์"
IDS_REPORTINFO_TORSION_REDISRIBUTION_FACT = "ปัจจัยการกระจายโมเมนต์บิด"
IDS_REPORTINFO_AXIAL = "แกน"
IDS_REPORTINFO_MOMENT = "โมเมนต์"
IDS_REPORTINFO_SHEAR = "แรงเฉือน"
IDS_REPORTINFO_LIVELOAD_RESUCTION_FACT = "ปัจจัยการลดน้ำหนักบรรทุกจร"
IDS_REPORTINFO_SPECIAL_LCOM = "การรวมโหลดแผ่นดินไหวพิเศษ"
IDS_REPORTINFO_VERTICAL_LOAD_FACT = "ปัจจัยน้ำหนักแนวตั้ง"
IDS_REPORTINFO_SPECTRAL_RESPONSE_ACC = "ความเร่งตอบสนองสเปกตรัมที่คาบสั้น"
IDS_REPORTINFO_SYSTEM_OVERSTRENGTH_FAC = "ปัจจัยความแข็งแกร่งเกินของระบบ"
IDS_REPORTINFO_FOR_DIRECTION__s = "สำหรับทิศทางของ %s"
IDS_REPORTINFO_VERTICAL_LCOM = "การรวมโหลดแผ่นดินไหวแนวตั้ง"
IDS_REPORTINFO_VERTICAL_FORCE_FACT = "ปัจจัยแรงแนวตั้ง"
IDS_REPORTINFO_SMF = "กรอบโมเมนต์พิเศษ"
IDS_REPORTINFO_IMF = "กรอบโมเมนต์กลาง"
IDS_REPORTINFO_OMF = "กรอบโมเมนต์ธรรมดา"
IDS_REPORTINFO_HDF = "กรอบที่มีความยืดหยุ่นสูง"
IDS_REPORTINFO_MDF = "กรอบที่มีความยืดหยุ่นปานกลาง"
IDS_REPORTINFO_LDF = "กรอบที่มีความยืดหยุ่นต่ำ"
IDS_REPORTINFO_STMF = "กรอบโมเมนต์โครงถักพิเศษ"
IDS_REPORTINFO_SCBF = "กรอบที่มีการเสริมแรงแบบรวมพิเศษ"
IDS_REPORTINFO_OCBF = "กรอบที่มีการเสริมแรงแบบรวมธรรมดา"
IDS_REPORTINFO_EBF = "กรอบที่มีการเสริมแรงแบบเบี่ยงเบน"
IDS_REPORTINFO_BRBF = "กรอบที่มีการเสริมแรงแบบจำกัดการบิด"
IDS_REPORTINFO_SPSW = "กำแพงแผ่นพิเศษ"
IDS_REPORTINFO_WA_ = "พื้นที่เฝ้าระวัง"
IDS_REPORTINFO_SPECIAL_PROVISION_SEIS = "ข้อกำหนดพิเศษสำหรับการออกแบบแผ่นดินไหว"
IDS_REPORTINFO_SIES_SCALEUP_FACT = "ตัวประกอบขยายสำหรับแรงเฉือนในแผ่นดินไหว"
IDS_REPORTINFO_SHEAR_SCALEUP_FACT = "ตัวประกอบขยายที่นำมาใช้สำหรับแรงเฉือน"
IDS_REPORTINFO_SHEAR_BY_CALC_MAX__s__s = "MAX[แรงเฉือนโดย %s, แรงเฉือนโดย %s]"
IDS_REPORTINFO_SHEAR_BY_CALC_MIN__s__s = "MIN[แรงเฉือนโดย %s, แรงเฉือนโดย %s]"
IDS_REPORTINFO_NON_SEIS_MEMB = "เมมเบอร์สำหรับการออกแบบที่ไม่ใช่แผ่นดินไหว"
IDS_REPORTINFO_NON_SEIS_FORCE_RES_SYS_MEMB = "เมมเบอร์สำหรับระบบต้านแรงที่ไม่ใช่แผ่นดินไหว"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_AXIAL = "ตัวประกอบขยายของกรณีน้ำหนักบรรทุก EQ สำหรับแรงแกน"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_MOM = "ตัวประกอบขยายของกรณีน้ำหนักบรรทุก EQ สำหรับโมเมนต์ดัด"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_SHEAR = "ตัวประกอบขยายของกรณีน้ำหนักบรรทุก EQ สำหรับแรงเฉือน"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_AXIAL = "ตัวประกอบขยายของกรณีชุดน้ำหนักบรรทุก EQ สำหรับแรงแกน"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_MOM = "ตัวประกอบขยายของกรณีชุดน้ำหนักบรรทุก EQ สำหรับโมเมนต์ดัด"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_SHEAR = "ตัวประกอบขยายของกรณีชุดน้ำหนักบรรทุก EQ สำหรับแรงเฉือน"
IDS_REPORTINFO_PILOTI_COLM = "ประเภทเสาแผ่นดินไหว : เสา Piloti"
IDS_REPORTINFO_SOFT_STORY_COLM = "ประเภทเสาแผ่นดินไหว : เสาชั้นอ่อน"
IDS_REPORTINFO_SPECIAL_RC_WALL = "กำแพงโครงสร้าง RC พิเศษ"
IDS_REPORTINFO_SPECIAL_RC_WALL_NON_SEIS = "กำแพงโครงสร้าง RC พิเศษ : memberสำหรับการออกแบบที่ไม่ใช่แผ่นดินไหว"
IDS_REPORTINFO_LDS_RC_WALL = "กำแพงที่มีความยืดหยุ่นต่ำ"
IDS_REPORTINFO_LDS_RC_WALL_NON_SEIS = "กำแพงความเหนียวต่ำ : memberสำหรับการออกแบบที่ไม่ใช่แผ่นดินไหว"
IDS_REPORTINFO_MDS_RC_WALL = "กำแพงที่มีความยืดหยุ่นปานกลาง"
IDS_REPORTINFO_MDS_RC_WALL_NON_SEIS = "กำแพงความเหนียวปานกลาง : memberสำหรับการออกแบบที่ไม่ใช่แผ่นดินไหว"
IDS_REPORTINFO_HDS_RC_WALL = "กำแพงที่มีความยืดหยุ่นสูง"
IDS_REPORTINFO_HDS_RC_WALL_NON_SEIS = "กำแพงความเหนียวสูง : memberสำหรับการออกแบบที่ไม่ใช่แผ่นดินไหว"
IDS_REPORTINFO_RESULT_SUMMARY = "สรุปผล"
IDS_REPORTINFO_THICKNESS = "ความหนา"
IDS_REPORTINFO_SECT_NAME_ID = "ชื่อหน้าตัด(ID)"
IDS_REPORTINFO_SECT_ELEM = "เอลิเมนต์"
IDS_REPORTINFO_SECT_POS = "ตำแหน่ง"
IDS_REPORTINFO_SECT_REINFORCEMENT = "เหล็กเสริม"
IDS_REPORTINFO_SECT_STRENGTH_RATIO = "อัตราส่วน"
IDS_REPORTINFO_SECT_CHECK = "ตรวจสอบ"
IDS_REPORTINFO_SUMMATION = "ผลรวม"
IDS_REPORTINFO_REBAR = "เหล็กเสริม"
IDS_REPORT_FOR_DEAD_LOAD = "สำหรับน้ำหนักบรรทุกตาย"
IDS_REPORT_FOR_GRAVITY_LOAD = "สำหรับน้ำหนักบรรทุกแรงโน้มถ่วง"
IDS_REPORT_FOR_TOTAL_LOAD = "สำหรับน้ำหนักบรรทุกทั้งหมด"
IDS_REPORT_OLNY_EARTHQUAKE = "เฉพาะแผ่นดินไหว"
IDS_REPORT_MINOR_DIR_SEISMIC = "ทิศทางรองสำหรับแผ่นดินไหว"
IDS_REPORT_DO_NOT_CONSIDER = "ไม่พิจารณา"
IDS_REPORT_FOR_RS_LOADCASE_WITHOUT_CONSIDERING_SIGN = "สำหรับกรณีน้ำหนักบรรทุก RS โดยไม่พิจารณาเครื่องหมาย"
IDS_REPORT_CLOCKWISE = "ตามเข็มนาฬิกา"
IDS_REPORT_COUNTER_CLOCKWISE = "ทวนเข็มนาฬิกา"
IDS_REPORT_COMPARE_ABS = "โดยการเปรียบเทียบค่าเบี่ยงเบน"
IDS_REPORT_BRACED = "มีการเสริมแรง"
IDS_REPORT_UNBRACED = "ไม่มีการเสริมแรง"
IDS_REPORT_BRACED_SIDESWAY = "สำหรับเมมเบอร์ที่มีการค้ำยันต้านการส่ายด้านข้าง"
IDS_REPORT_UNBRACED_SIDESWAY = "สำหรับเมมเบอร์ที่ไม่มีการค้ำยันต้านการส่ายด้านข้าง"
IDS_REPORT_SINGLE_CURVATURE = "โค้งเดี่ยว"
IDS_REPORT_REVERSE_CURVATURE = "โค้งย้อนกลับ"
IDS_REPORT_ERROR_Pn_ZERO = "ข้อผิดพลาด : Pn เป็นศูนย์"
IDS_REPORT_ELEM_NO = "Elem No."
IDS_REPORT_MEMB_NO = "Memb No."
IDS_REPORT_NODE_NO = "Node No."
IDS_REINFORCEMENT_TO_RESIST_TORSION_IS_REQUIRED = "ต้องมีเหล็กเสริมเพื่อรับโมเมนต์บิด"
IDS_REPORT_ONLY_GRAVITY_LOAD = "เฉพาะน้ำหนักบรรทุกแรงโน้มถ่วง"
IDS_REPORT_EXCLUDE_SEIS_LOAD = "ไม่รวมโหลดแผ่นดินไหว"
IDS_REPORT_CALC_CLOCKWISE = "คำนวณตามเข็มนาฬิกา"
IDS_REPORT_CALC_COUNTCLOCKWISE = "คำนวณทวนเข็มนาฬิกา"
IDS_REPORT_UNBRACED_SLENDER = "ไม่สามารถละเลยผลของความชะลูดได้"
IDS_REPORT_PUNCHING_CALC_UNBALANCED_MOMENT = "คำนวณความเค้นแรงเฉือนที่คูณแฟกเตอร์ร่วมกับโมเมนต์ไม่สมดุลที่คูณแฟกเตอร์"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_y = "คำนวณพารามิเตอร์เกี่ยวกับ local-y ของการดัดที่ขนานกับขอบ"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_z = "คำนวณพารามิเตอร์เกี่ยวกับ local-z ของการดัดที่ขนานกับขอบ"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_y = "คำนวณพารามิเตอร์เกี่ยวกับ local-y ของการดัดที่ตั้งฉากกับขอบ"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_z = "คำนวณพารามิเตอร์เกี่ยวกับ local-z ของการดัดที่ตั้งฉากกับขอบ"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_y = "คำนวณพารามิเตอร์เกี่ยวกับ local-y ของบริเวณภายใน"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_z = "คำนวณพารามิเตอร์เกี่ยวกับ local-z ของบริเวณภายใน"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_CIRCLE = "คำนวณพารามิเตอร์ของวงกลมภายใน"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_y = "คำนวณพารามิเตอร์เกี่ยวกับ local-y ของมุม"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_z = "คำนวณพารามิเตอร์เกี่ยวกับ local-z ของมุม"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CIR_EQD = "สี่เหลี่ยมที่มีเส้นรอบวงเท่ากัน"
IDS_REPORT_NEUTRAL_AXIS_NOT_CONVERGE = "การคำนวณแกนเป็นกลางไม่ลู่เข้า"
IDS_REPORT_SEISMIC_ZONE = "โซนแผ่นดินไหว"
IDS_SAFETY_FACTOR = "ปัจจัยความปลอดภัย"
IDS_SEISMIC_REDUCTION_FACTOR = "ปัจจัยการลดแผ่นดินไหว"
IDS_SHEAR = "แรงเฉือน"
IDS_SHEAR_CAPACITY = "ความสามารถในการรับแรงเฉือน"
IDS_SHEAR_CAPACITY_US = "การคำนวณความต้านทานแรงเฉือน"
IDS_SHEAR_CONNECTION = "การเชื่อมต่อแรงเฉือน"
IDS_SHOPPING_MALL = "ห้างสรรพสินค้า"
IDS_SHORT_HYPHEN_TERM = "ระยะสั้น"
IDS_SLENDER = "เพรียว"
IDS_SLIDING = "การเลื่อน"
IDS_SLIDING_CAPACITY = "ความสามารถในการเลื่อน"
IDS_SPACING_OF_SHEAR_REINFORCEMENT = "ระยะห่างของเหล็กเสริมแรงเฉือน"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = " - ไม่จำเป็นต้องมีเหล็กเสริมปลอกของเอลิเมนต์ขอบเขตพิเศษ"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = " - จำเป็นต้องมีเหล็กเสริมปลอกของเอลิเมนต์ขอบเขตพิเศษ"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_NOT_REQUIRED = " - ไม่จำเป็นต้องมีเอลิเมนต์ขอบเขตพิเศษ"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED = " - จำเป็นต้องมีเอลิเมนต์ขอบเขตพิเศษ"
IDS_SPECIAL_MOMENT_FRAME = "กรอบโมเมนต์พิเศษ"
IDS_STIRRUPS = "เหล็กผูก"
IDS_STRAIN_IN_THE_REINFORCEMENT = "ความเครียดในเหล็กเสริม"
IDS_STRESS_IN_THE_REINFORCEMENT = "ความเค้นในเหล็กเสริม"
IDS_STRESS_STRAIN_RELATION = "ความสัมพันธ์ระหว่างความเค้นและความเครียด"
IDS_STRESS_STRAIN_EQIV_RECT = "สี่เหลี่ยมผืนผ้าเทียบเท่า"
IDS_STRESS_STRAIN_EQIV_PARA = "พาราโบล่า-สี่เหลี่ยมผืนผ้า (เฉลี่ย)"
IDS_STRESS_STRAIN_REAL_PARA = "พาราโบล่า-สี่เหลี่ยมผืนผ้า (รายละเอียด)"
IDS_STRESS_UNDER_CONSTRUCTION = "ความเค้นระหว่างการก่อสร้าง"
IDS_CONC_STRENGTH_LIMITED_TO_C50_60 = "กำลังรับแรงเฉือนของชั้นกำลังคอนกรีตที่สูงกว่า C50/60 อาจถูกจำกัดให้เท่ากับของ C50/60"
IDS_CONC_STRENGTH_LIMITED_TO_C90_105 = "กำลังรับแรงเฉือนของชั้นกำลังคอนกรีตที่สูงกว่า C90/105 อาจถูกจำกัดให้เท่ากับของ C90/105"
IDS_CONC_STRENGTH_LIMITED_TO_C100_115 = "Shear strength of concrete strength classes higher than C100/115 may be limited to that of C100/115."
IDS_CONC_STRENGTH_LIMITED_TO_B65 = "กำลังรับแรงเฉือนของชั้นกำลังคอนกรีตที่สูงกว่า B65(C60/75) อาจถูกจำกัดให้เท่ากับของ B65(C60/75)"
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED = "ไม่จำเป็นต้องมีเหล็กเสริมแรงเฉือน"
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED_US = "ไม่จำเป็นต้องมีเหล็กเสริมปลอก"
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED = "จำเป็นต้องมีเหล็กเสริมแรงเฉือน"
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED_US = "จำเป็นต้องมีเหล็กเสริมปลอก"
IDS_SEARCH_FOR_NEUTRAL_AXIS = "ค้นหาแกนกลาง"
IDS_SHEAR_BUCKLING_COEFFICIENT = "สัมประสิทธิ์การบิดเบี้ยวเฉือน"
IDS_STIFFENED = "เสริมความแข็งแรง"
IDS_SUM_PROBABLE_MOMENT_GIRDERS = "ผลรวมของโมเมนต์ดัดที่เป็นไปได้ของคานหลักที่เชื่อมต่อ"
IDS_SHEAR_CALCULATE_SMAX_DIR_y = "คำนวณระยะห่างสูงสุดสำหรับทิศทาง y"
IDS_SHEAR_CALCULATE_SMAX_DIR_z = "คำนวณระยะห่างสูงสุดสำหรับทิศทาง z"
IDS_SHEAR_CHECK_SMAX__s__EQ_s = "ตรวจสอบว่าจะพิจารณาตาราง %s สมการ(%s) หรือไม่"
IDS_SHEAR_CONSIDER_SMAX__s__EQ_s = "ดังนั้น จึงพิจารณา %s สมการ(%s)"
IDS_SHEAR_NOT_CONSIDER_SMAX__s__EQ_s = "ดังนั้น จึงไม่พิจารณา %s สมการ(%s)"
IDS_SKIN = "ด้านข้าง"
IDS_STEEL_I_TYPE2 = "เหล็ก-I (ประเภท 2)"
IDS_STEEL_BOX_TYPE2 = "เหล็ก-กล่อง (ประเภท 2)"
IDS_STEEL_TUB_TYPE2 = "เหล็ก-ท่อ (ประเภท 2)"
IDS_TABLE = "ตาราง"
IDS_TENS_DOT = "แรงดึง."
IDS_TENSLIE_STRENGTH_OF_THE_REINFORCEMENT = "กำลังรับแรงดึงของเหล็กเสริม"
IDS_TENSION = "แรงดึง"
IDS_TENSION_CONTROLLED = "ควบคุมแรงดึง"
IDS_TENSION_ONLY = "เฉพาะแรงดึง"
IDS_THICKNESS = "ความหนา"
IDS_TOP = "ด้านบน"
IDS_TORSION = "โมเมนต์บิด"
IDS_TORSION_CAPACITY = "ความสามารถในการบิด"
IDS_TORSION_CAPACITY_US = "การคำนวณความต้านทานการบิด"
IDS_TORSION_CHECK_NEED = "พิจารณาผลของโมเมนต์บิด"
IDS_TORSION_NEGLECT = "อนุญาตให้ละเลยผลของโมเมนต์บิดได้"
IDS_TORSION_NEGLECT_CHK = "ตรวจสอบโมเมนต์บิดเพื่อพิจารณาการละเลยผลของโมเมนต์บิด"
IDS_TORSION_NEGLECT_CHK_US = "ตรวจสอบผลของโมเมนต์บิด"
IDS_TORSION_REQ_AS_L = "คำนวณเหล็กเสริมตามยาวสำหรับโมเมนต์บิดที่ต้องการ"
IDS_TORSION_REQ_AS_L_US = "ตรวจสอบเหล็กเสริมตามยาว"
IDS_TORSION_REQ_AS_T = "คำนวณเหล็กเสริมปลอกสำหรับโมเมนต์บิดที่ต้องการ"
IDS_TORSION_SECTIONLIMIT = "ตรวจสอบขีดจำกัดหน้าตัด"
IDS_TORSION_SMAX = "คำนวณการจัดรายละเอียดเหล็กเสริมโมเมนต์บิด"
IDS_TORSION_SMAX_T = "คำนวณการจัดรายละเอียดเหล็กเสริมปลอกสำหรับโมเมนต์บิด"
IDS_TORSION_SMAX_L = "คำนวณการจัดรายละเอียดเหล็กเสริมตามยาวสำหรับโมเมนต์บิด"
IDS_TORSION_STRENGTH = "ตรวจสอบความแข็งแรงในการบิด"
IDS_TRANSITION = "การเปลี่ยนแปลง"
IDS_TENSION_STRENGTH_CALCULATION_TYPE_IS_NONE = "ประเภทการคำนวณกำลังรับแรงดึงเป็น None"
IDS_NEED_MORE_REBAR = "ต้องการเหล็กเสริมเพิ่มเติม"
IDS_UNCRACKED_SECTION = "หน้าตัดที่ไม่มีรอยแตก"
IDS_UPLIFT = "การยกตัว"
IDS_USE_TYPE = "ประเภทการใช้งาน"
IDS_USER_STRENGTH_FACTOR = "ตัวประกอบการลดกำลังที่ผู้ใช้กำหนด"
IDS_UNSTIFFENED = "ไม่เสริมความแข็งแรง"
IDS_USER_DEFINED = "กำหนดโดยผู้ใช้"
IDS_VARIABLE_ACTION = "การกระทำที่เปลี่ยนแปลงได้"
IDS_VERTICAL = "แนวตั้ง"
IDS_VERTICAL_FORCE = "แรงแนวตั้ง"
IDS_VERTICAL_TENSILE_STRESS = "ความเค้นดึงแนวตั้ง"
IDS_VOLUMETRIC_RATIO = "อัตราส่วนปริมาตร"
IDS_VALUE_DGN = "ค่า"
IDS_VERIFY_REINFORCEMENT_INFORMATION = "กรุณาตรวจสอบข้อมูลเหล็กเสริม"
IDS_VIBRATION = "การสั่นสะเทือน"
IDS_WALL_HEIGHT = "ความสูงของกำแพง"
IDS_WALL_LENGTH = "ความยาวของกำแพง"
IDS_WALL_THICKNESS = "ความหนาของกำแพง"
IDS_WATCHING_AREA = "พื้นที่เฝ้าระวัง"
IDS_WHERE = "ที่"
IDS_WALL_MOMENT_ENVELOP = "คำนวณโมเมนต์ดัดออกแบบจากแผนภาพซองสำหรับกำแพงเหนียว"
IDS_WALL_BELOW__s = "ต่ำกว่า %s"
IDS_WALL_ABOVE__s = "สูงกว่า %s"
IDS_YOU_HAVE_TO_INPUT_CRITICAL_REGION_SPACING_DATA = "คุณต้องป้อนข้อมูลระยะห่างของบริเวณวิกฤต"
IDS_Y_AXIS = "แกน y"
IDS_Z_AXIS = "แกน z"
IDS_DGN_RPRT_USERS_UNIT = "หน่วยของผู้ใช้ : "
IDS_DGN_RPRT_DET_CHECK_AXIAL_RATIO = "ตรวจสอบอัตราส่วนแกน"
IDS_DGN_RPRT_DET_CHECK_AXIAL_RESISTANCE = "ตรวจสอบความต้านทานแกน"
IDS_DGN_RPRT_DET_CALC_RESIS = "คำนวณกำลังต้านทานออกแบบของหน้าตัด"
IDS_DGN_RPRT_DET_BUCKLING_CURVE = "เส้นโค้งการบิดเบี้ยว"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK = "คำนวณกำลังต้านทานออกแบบสำหรับการโก่งเดาะแบบบิด"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK_DES = "กำลังต้านทานออกแบบสำหรับโมเมนต์บิดและการโก่งเดาะแบบบิด-ดัด"
IDS_DGN_RPRT_DET_COMP_RESIS = "กำลังต้านทานออกแบบของเมมเบอร์รับแรงอัด"
IDS_DGN_RPRT_DET_TENS_RESIS = "กำลังต้านทานออกแบบของเมมเบอร์รับแรงดึง"
IDS_DGN_RPRT_DET_BUCK_SLEND = "อัตราส่วนความเพรียวแบบไร้มิติ"
IDS_DGN_RPRT_DET_AXIAL_BUCK_RESIS = "กำลังต้านทานออกแบบสำหรับการโก่งเดาะแบบดัด"
IDS_DGN_RPRT_DET_AXIAL_BUCK_L_SHAPE = "คำนวณกำลังต้านทานออกแบบสำหรับการโก่งเดาะแบบดัด ( แกนหลักหลัก )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Y = "คำนวณกำลังต้านทานออกแบบสำหรับการโก่งเดาะแบบดัด ( แกน y-y )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Z = "คำนวณกำลังต้านทานออกแบบสำหรับการโก่งเดาะแบบดัด ( แกน z-z )"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK = "ไม่จำเป็นต้องตรวจสอบการโก่งเดาะแบบดัด"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK_T = "ไม่จำเป็นต้องตรวจสอบการโก่งเดาะแบบบิด-ดัด"
IDS_DGN_RPRT_DET_SHEAR_CENTER = "ศูนย์กลางการเฉือน"
IDS_DGN_RPRT_DET_SHEAR_CENTER_FROM_CENTROID = "ศูนย์กลางการเฉือนจากจุดศูนย์กลาง"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR = "ตรวจสอบกำลังต้านทานออกแบบสำหรับการดัดรอบแกนหลัก"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MINOR = "ตรวจสอบกำลังต้านทานออกแบบสำหรับการดัดรอบแกนรอง"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_YY = "กำลังต้านทานออกแบบสำหรับการดัดรอบแกนหลัก y-y"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_ZZ = "กำลังต้านทานออกแบบสำหรับการดัดรอบแกนรอง z-z"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_UU = "กำลังต้านทานออกแบบสำหรับการดัดรอบแกนหลัก u-u"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_VV = "กำลังต้านทานออกแบบสำหรับการดัดรอบแกนรอง v-v"
IDS_DGN_RPRT_DET_MOMENT_RESIS_LTB = "คำนวณกำลังต้านทานออกแบบสำหรับการโก่งเดาะด้านข้าง-บิด"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_SLEN = "ความเพรียวในการบิดเบี้ยว"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_RESI = "กำลังต้านทานออกแบบสำหรับการโก่งเดาะด้านข้าง-บิด"
IDS_DGN_RPRT_DET_MOMENT_LTB_NEED = "จำเป็นต้องตรวจสอบ LTB"
IDS_DGN_RPRT_DET_MOMENT_LTB_NO_NEED = "ไม่จำเป็นต้องตรวจสอบ LTB"
IDS_DGN_RPRT_DET_AND = "และ"
IDS_DGN_RPRT_DET_OR = "หรือ"
IDS_DGN_RPRT_DET_MOMENT_LTB_RESIS_MAJOR = "ตรวจสอบกำลังต้านทานออกแบบสำหรับการโก่งเดาะด้านข้าง-บิด"
IDS_DGN_RPRT_DET_MOMENT_LTB_EXCEPTION = "หน้าตัดไม่สมมาตรรอบแกนรอง หรือหน้าตัดที่ไม่มีการค้ำยัน"
IDS_DGN_RPRT_DET_MOMENT_LTB_CAN_NOT = "ไม่สามารถตรวจสอบ LTB"
IDS_DGN_RPRT_DET_COMBINED_BUCK_RATIO = "คำนวณอัตราส่วนปฏิสัมพันธ์ของกำลังต้านทานการโก่งเดาะ (โมเมนต์ดัดและแรงตามแกน)"
IDS_DGN_RPRT_DET_REDUCTION_FACT_BUCK = "ปัจจัยการลดสำหรับการบิดเบี้ยว"
IDS_DGN_RPRT_DET_EFFICIENCY_FACT = "ปัจจัยประสิทธิภาพ"
IDS_DGN_RPRT_DET_BUCK_FORCE = "แรงบิดเบี้ยว"
IDS_DGN_RPRT_DET_BUCK_RES_MOMENT = "โมเมนต์ต้านทานการบิดเบี้ยว"
IDS_DGN_RPRT_DET_EQ_UNIFORM_FACT = "ปัจจัยโมเมนต์เทียบเท่าที่สม่ำเสมอ"
IDS_DGN_RPRT_DET_AUXILIARY_TERMS = "คำศัพท์ประกอบ"
IDS_DGN_RPRT_DET_INTERACTON_FACT = "ตัวประกอบปฏิสัมพันธ์"
IDS_DGN_RPRT_DET_INTERACTON_VALUE = "ค่าปฏิสัมพันธ์"
IDS_DGN_RPRT_DET_INTERACTON_RATIO = "อัตราส่วนปฏิสัมพันธ์"
IDS_DGN_RPRT_DET_INTERACTON = "ปฏิสัมพันธ์"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO = "ตรวจสอบอัตราส่วนการมีปฏิสัมพันธ์"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_BAND_AXIAL = "คำนวณอัตราส่วนปฏิสัมพันธ์ของโมเมนต์ดัดและแรงตามแกน"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_TORSION = "คำนวณอัตราส่วนปฏิสัมพันธ์ของกำลังต้านทานโมเมนต์บิด (ความเค้นโดยตรงและความเค้นบิด)"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_CLASS12 = "คำนวณอัตราส่วนปฏิสัมพันธ์ของหน้าตัด Class 1 และ 2 (โมเมนต์ดัดและแรงอัด)"
IDS_DGN_RPRT_DET_INTERACTON_FORCES = "แรงที่กระทำสำหรับอัตราส่วนปฏิสัมพันธ์"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MAJOR = "กำลังต้านทานโมเมนต์ดัดที่ลดลงสำหรับแรงเฉือนสูงรอบแกนหลัก"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MINOR = "กำลังต้านทานโมเมนต์ดัดที่ลดลงสำหรับแรงเฉือนสูงรอบแกนรอง"
IDS_DGN_RPRT_DET_PART = "ส่วน"
IDS_DGN_RPRT_DET_CLASS = "ประเภท"
IDS_DGN_RPRT_DET_SECTION_CLASS = "ประเภทของหน้าตัด"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_TOP = "ตรวจสอบความเค้นดึงสำหรับเหล็กเสริมทิศทาง-1 ด้านบน"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_BOT = "ตรวจสอบความเค้นดึงสำหรับเหล็กเสริมทิศทาง-1 ด้านล่าง"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_TOP = "ตรวจสอบความเค้นดึงสำหรับเหล็กเสริมทิศทาง-2 ด้านบน"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_BOT = "ตรวจสอบความเค้นดึงสำหรับเหล็กเสริมทิศทาง-2 ด้านล่าง"
IDS_DGN_RPRT_DET_COMP_STRESS_TOP = "ตรวจสอบความเค้นอัดสำหรับคอนกรีต ด้านบน"
IDS_DGN_RPRT_DET_COMP_STRESS_BOT = "ตรวจสอบความเค้นอัดสำหรับคอนกรีต ด้านล่าง"
IDS_DGN_RPRT_DET_DIR1_TENS_TOP = "ความเค้นดึงทิศทาง 1 ด้านบน"
IDS_DGN_RPRT_DET_DIR2_TENS_TOP = "ความเค้นดึงทิศทาง 2 ด้านบน"
IDS_DGN_RPRT_DET_COMP_TOP = "ความเค้นอัดด้านบน"
IDS_DGN_RPRT_DET_DIR1_TENS_BOT = "ความเค้นดึงทิศทาง 1 ด้านล่าง"
IDS_DGN_RPRT_DET_DIR2_TENS_BOT = "ความเค้นดึงทิศทาง 2 ด้านล่าง"
IDS_DGN_RPRT_DET_COMP_BOT = "ความเค้นอัดด้านล่าง"
IDS_DGN_RPRT_DET_CHK_CRACK_ORNOT = "ตรวจสอบว่าเอลิเมนต์แตกร้าวหรือไม่"
IDS_DGN_RPRT_DET_MEMBRANE_FORCE = "แรงเมมเบรน"
IDS_DGN_RPRT_DET_CHK_MIN_PRINCIPAL_STRESS = "ตรวจสอบความเค้นหลักต่ำสุด"
IDS_DGN_RPRT_DET_NEED_REINFORCEMENT = "เหล็กเสริมที่จำเป็นและความเค้นคอนกรีต"
IDS_DGN_RPRT_DET_TENSILE_STRENGTH_BY_REIN = "กำลังรับแรงดึงที่จัดให้โดยเหล็กเสริม"
IDS_DGN_RPRT_DET_CONC_STRESS_LIM = "ขีดจำกัดกำลังคอนกรีต"
IDS_DGN_RPRT_DET_CHK_RESULT = "ผลการตรวจสอบ"
IDS_DGN_RPRT_DET_CHK_FATIGUE = "ตรวจสอบอัตราส่วนความล้า"
IDS_DGN_RPRT_DET_FATIGUE = "ความล้า"
IDS_DGN_RPRT_DET_CALC_FATIGUE = "คำนวณกำลังต้านทานความล้า"
IDS_DGN_RPRT_DET_IN_STRUCT_STL = "ในเหล็กโครงสร้าง"
IDS_DGN_RPRT_DET_CALC_TORSION = "คำนวณความต้านทานโมเมนต์บิด"
IDS_DGN_RPRT_DET_VERIFICATION = "การตรวจสอบ"
IDS_DGN_RPRT_DET_LONGI_SHEAR_DGN_LOAD = "น้ำหนักบรรทุกการออกแบบเฉือนตามยาว"
IDS_DGN_RPRT_DET_CHECK_SLENDER_COMP = "ตรวจสอบอัตราส่วนความเพรียวของmemberรับแรงอัด"
IDS_DGN_RPRT_DET_CHECK_SLENDER_TENS = "ตรวจสอบอัตราส่วนความเพรียวของmemberรับแรงดึง"
IDS_DGN_RPRT_DET_CHK_AXIAL_STRN = "ตรวจสอบความแข็งแรงแกน"
IDS_DGN_RPRT_DET_CALC_AXIAL_COMP_STRN = "คำนวณความแข็งแรงอัดแกน"
IDS_DGN_RPRT_DET_CALC_SLEND_L_SHAPE = "คำนวณอัตราส่วนความเพรียวของเหล็กฉากเดี่ยว"
IDS_DGN_RPRT_DET_CALC_FBS = "คำนวณความเครียดการบิดเบี้ยว"
IDS_DGN_RPRT_DET_CALC_FTBS = "คำนวณความเค้นการโก่งเดาะแบบดัด-บิด"
IDS_DGN_RPRT_DET_NOT_CONSIDER = "ไม่พิจารณา"
IDS_DGN_RPRT_DET_NON_SLENDER = "ไม่เพรียว"
IDS_DGN_RPRT_DET_SLENDER = "เพรียว"
IDS_DGN_RPRT_DET_CHK_WTRF = "ตรวจสอบอัตราส่วนความกว้าง-ความหนาของปีก"
IDS_DGN_RPRT_DET_CHK_WTRS = "ตรวจสอบอัตราส่วนความกว้าง-ความหนาของเอว"
IDS_DGN_RPRT_DET_CALC_QSF = "คำนวณตัวประกอบการลดของปีก"
IDS_DGN_RPRT_DET_CALC_QSS = "คำนวณตัวประกอบการลดของเว็บ"
IDS_DGN_RPRT_DET_CALC_Q = "คำนวณตัวประกอบการลดของเอลิเมนต์ที่มีตัวเสริมความแข็ง"
IDS_DGN_RPRT_DET_CHK_DTRW = "ตรวจสอบอัตราส่วนความลึก-ความหนาของเว็บ"
IDS_DGN_RPRT_DET_CALC_QS = "คำนวณตัวประกอบการลดของเอลิเมนต์เพรียวที่ไม่มีตัวเสริมความแข็ง"
IDS_DGN_RPRT_DET_CALC_QA = "คำนวณตัวประกอบการลดของเอลิเมนต์เพรียวที่มีตัวเสริมความแข็ง"
IDS_DGN_RPRT_DET_CHK_WTR = "ตรวจสอบอัตราส่วนความกว้าง-ความหนา"
IDS_DGN_RPRT_DET_CHK_WTRTF = "ตรวจสอบอัตราส่วนความกว้าง-ความหนาของปีกบน"
IDS_DGN_RPRT_DET_CHK_WTRBF = "ตรวจสอบอัตราส่วนความกว้างต่อความหนาของปีกล่าง"
IDS_DGN_RPRT_DET_CHK_DTR = "ตรวจสอบอัตราส่วนเส้นผ่านศูนย์กลาง-ความหนา"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR = "ตรวจสอบกำลังโมเมนต์ดัดรอบแกนหลัก (Y)"
IDS_DGN_RPRT_DET_CALC_FLEX_MAJOR = "คำนวณกำลังโมเมนต์ดัดรอบแกนหลัก"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR = "ตรวจสอบกำลังโมเมนต์ดัดรอบแกนรอง (Z)"
IDS_DGN_RPRT_DET_CALC_FLEX_MINOR = "คำนวณกำลังโมเมนต์ดัดรอบแกนรอง"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR_U = "ตรวจสอบกำลังโมเมนต์ดัดรอบแกนหลัก (U)"
IDS_DGN_RPRT_DET_SECT_PARAM_PRIN = "พารามิเตอร์หน้าตัดรอบแกนหลัก"
IDS_DGN_RPRT_DET_DGN_MOMENT_PRIN = "โมเมนต์ดัดออกแบบรอบแกนหลัก"
IDS_DGN_RPRT_DET_CALC_LIM_WTRF = "คำนวณอัตราส่วนความกว้างต่อความหนาขีดจำกัดสำหรับการดัด"
IDS_DGN_RPRT_DET_WTR = "อัตราส่วนความกว้าง-ความหนา"
IDS_DGN_RPRT_DET_YIELD = "การยืดตัว"
IDS_DGN_RPRT_DET_LTB = "การบิดเบี้ยวด้านข้าง"
IDS_DGN_RPRT_DET_NOT_APP = "ไม่ใช้"
IDS_DGN_RPRT_DET_CALC_LLB = "การบิดเบี้ยวท้องขา"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR_v = "ตรวจสอบกำลังโมเมนต์ดัดรอบแกนรอง (V)"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS = "มอดูลัสหน้าตัดยืดหยุ่นอ้างอิงถึงปีกที่รับแรงดึงและแรงอัด"
IDS_DGN_RPRT_DET_CALC_LIM_WTRFF = "คำนวณอัตราส่วนความกว้างต่อความหนาขีดจำกัดของปีกสำหรับการดัด"
IDS_DGN_RPRT_DET_CALC_LIM_WTRWF = "คำนวณอัตราส่วนความกว้างต่อความหนาขีดจำกัดของเอวสำหรับการดัด"
IDS_DGN_RPRT_DET_BEND_TENSION_STIFFENED_EFFECT = "ผลกระทบจากการเสริมความแข็งแรงแรงดึง"
IDS_DGN_RPRT_DET_APP = "ใช้"
IDS_DGN_RPRT_DET_BEND_RPG = "ปัจจัยการลดความแข็งแรงในการดัด"
IDS_DGN_RPRT_DET_BEND_CFY = "การครากของปีกที่รับแรงอัด"
IDS_DGN_RPRT_DET_BEND_CFLB = "การบิดของปีกที่รับแรงอัด"
IDS_DGN_RPRT_DET_BEND_TFY = "การยืดหยุ่นของปีกที่รับแรงดึง"
IDS_DGN_RPRT_DET_PLASTIC_SECTION_MODULUS = "มอดูลัสหน้าตัดพลาสติกอ้างอิงถึงปีกที่รับแรงดึงและแรงอัด"
IDS_DGN_RPRT_DET_FLS_NOT_LTB = "รองรับด้านข้างอย่างสมบูรณ์ - ไม่ใช้ LTB"
IDS_DGN_RPRT_DET_COMPACT = "กะทัดรัด"
IDS_DGN_RPRT_DET_NONCOMPACT = "ไม่กะทัดรัด"
IDS_DGN_RPRT_DET_BEND_YIELD = "กำลังโมเมนต์ดัดนามบัญญัติสำหรับการคราก"
IDS_DGN_RPRT_DET_BEND_FLB = "กำลังโมเมนต์ดัดนามบัญญัติสำหรับการโก่งเดาะเฉพาะที่ของปีก"
IDS_DGN_RPRT_DET_BEND_FLB_NOT_APP = "ปีกคอมแพค - ไม่ได้ใช้"
IDS_DGN_RPRT_DET_BEND_WEB_NOT_APP = "เว็บคอมแพค - ไม่ได้ใช้"
IDS_DGN_RPRT_DET_BEND_SECT_NOT_APP = "หน้าตัดคอมแพค - ไม่ได้ใช้"
IDS_DGN_RPRT_DET_COMB_CHK = "ตรวจสอบความแข็งแรงรวม"
IDS_DGN_RPRT_DET_COMB_INTERACTION = "คำนวณอัตราส่วนปฏิสัมพันธ์ของกำลังรวม"
IDS_DGN_RPRT_DET_CHK_SHEAR_MAJOR = "ตรวจสอบกำลังแรงเฉือนรอบแกนหลัก (Z)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MAJOR = "คำนวณกำลังแรงเฉือนรอบแกนหลัก"
IDS_DGN_RPRT_DET_CHK_SHEAR_MINOR = "ตรวจสอบกำลังแรงเฉือนรอบแกนรอง (Y)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MINOR = "คำนวณกำลังแรงเฉือนรอบแกนรอง"
IDS_DGN_RPRT_DET_CALC_WEB_SHEAR_COF = "คำนวณสัมประสิทธิ์แรงเฉือนของเว็บ"
IDS_DGN_RPRT_DET_SECT_SIZE_INFO = "ข้อมูลขนาดหน้าตัด"
IDS_DGN_RPRT_DET_BEND_WLB = "การบิดเบี้ยวในเว็บ"
IDS_DGN_RPRT_DET_COMP_YIELD = "การยืดหยุ่นของแรงอัด"
IDS_DGN_RPRT_DET_CLB = "การบิดเบี้ยวในแรงอัด"
IDS_DGN_RPRT_DET_CHK_TORSION = "ตรวจสอบความแข็งแรงโมเมนต์บิด"
IDS_DGN_RPRT_DET_CALC_C = "คำนวณปัจจัย C"
IDS_DGN_RPRT_DET_CALC_BUCKLING = "คำนวณความแข็งแรงในการบิดเบี้ยว"
IDS_DGN_RPRT_DET_CALC_TORSION_STRN = "คำนวณความแข็งแรงโมเมนต์บิดตามมาตรฐาน"
IDS_DGN_RPRT_DET_CALC_FLB = "คำนวณการบิดในปีก"
IDS_DGN_RPRT_DET_CALC_VER_WEB_CAPA = "ตรวจสอบกำลังรับของเหล็กเว็บแนวดิ่ง"
IDS_DGN_RPRT_DET_CALC_CUV_DUCT_FAC = "คำนวณปัจจัยความเหนียวจากการโค้ง"
IDS_DGN_RPRT_DET_CALC_MECHA_VOL_HOOP = "ตรวจสอบอัตราส่วนปริมาตรเชิงกลของปลอกคาดรัดภายในบริเวณวิกฤต"
IDS_DGN_RPRT_DET_CALC_CRITIC_REGI_SL = "ตรวจสอบความวิบัติแบบเลื่อนภายในบริเวณวิกฤต (ตำแหน่งด้านล่าง)"
IDS_DGN_RPRT_DET_CHK_ENDZONE_LENGTH = "ตรวจสอบความยาวโซนสุดท้าย"
IDS_DGN_RPRT_DET_ENDZONE_LENGTH = "ความยาวโซนสุดท้าย"
IDS_DGN_RPRT_DET_CALC_AXIAL_TENS_STRN = "คำนวณความแข็งแรงแรงดึงแกน"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS2 = "มอดูลัสหน้าตัดยืดหยุ่นอ้างอิงถึงปีกที่รับแรงดึงและแรงอัด"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS3 = "มอดูลัสหน้าตัดยืดหยุ่นอ้างอิงถึงปีกที่รับแรงอัด"
IDS_DGN_RPRT_CALC_COMP_FLB = "คำนวณการโก่งเดาะเฉพาะที่ของปีกอัด"
IDS_DGN_RPRT_LEGS = "ขา"
IDS_DGN_RPRT_LEG = "ขา"
IDS_DGN_RPRT_POSITIVE = "บวก"
IDS_DGN_RPRT_NEGATIVE = "ลบ"
IDS_MEMBER_NAME = "ชื่อเมมเบอร์"
IDS_SKIP_MESSAGE = "ข้ามการคำนวณ"
IDS_SECTION_PROP = "คุณสมบัติหน้าตัด"
IDS_THICKNESS_PROP = "คุณสมบัติความหนา"
IDS_LENGTH = "ความยาว"
IDS_STRESS = "ความเค้น"
IDS_STEEL = "เหล็ก"
IDS_STEEL_SECTION = "หน้าตัดเหล็ก"
IDS_COMPOSITE_SECTION = "หน้าตัดคอมโพสิต"
IDS_DGN_STRESS_CHECK = "ตรวจสอบความเค้น"
IDS_DGN_SLAB = "พื้น"
IDS_DGN_SHEAR_FORCE = "แรงเฉือน"
IDS_DGN_COMBINED_RATIO = "อัตราส่วนรวม"
IDS_DGN_RPT_REINFORCEMENT_SPACING = "ระยะห่างเหล็กเสริม"
IDS_DGN_RPT_SPACING = "ระยะห่าง"
IDS_DGN_RPT_DISTRIBUTION_REINFORCEMENT = "เหล็กเสริมการกระจาย"
IDS_CHECK_DISTRIBUTION_TOP_REINFORCEMENT = "ตรวจสอบเหล็กเสริมการกระจายด้านบน"
IDS_CHECK_DISTRIBUTION_BOT_REINFORCEMENT = "ตรวจสอบเหล็กเสริมการกระจายด้านล่าง"
IDS_DGN_RPT_NON_PRESTRESSED_STRUCTURE = "(สำหรับโครงสร้างที่ไม่ผ่านการดึงล่วงหน้า)"
IDS_DGN_RPT_MEMB_WITHOUT_TENSION_FORCE = "( สำหรับเมมเบอร์ที่ไม่มีแรงดึง )"
IDS_DGN_RPT_COMPOSED_BENDING_TENSION = "( สำหรับเมมเบอร์ที่มีการดัดร่วมกับแรงดึง )"
IDS_DGN_RPT_CONCRETE_AND_STEEL_CLASSES = "(ตามชั้นคุณภาพคอนกรีตและเหล็ก)"
IDS_DGN_RPT_NOT_REQUIRED = "ไม่จำเป็น"
IDS_DGN_RPT_APPLIED_SPACING = "ระยะห่างที่ใช้"
IDS_DGN_RPT_CALCULATE_SPACING = "คำนวณระยะห่าง"
IDS_DGN_RPT_REINFORCEMENT_REQUIRED = "ต้องการเหล็กเสริม"
IDS_DGN_RPT_MAXIMUM_FORCE_ALONG_MEMB = "แรงสูงสุดตามแนวmember"
IDS_DGN_RPT_DEFAULT_OR_USER_DEFINED = "(ค่าเริ่มต้นหรือกำหนดโดยผู้ใช้)"
IDS_DGN_CALCULATE_MAXIMUM_INTERACTION_RATIO = "คำนวณอัตราส่วนปฏิสัมพันธ์สูงสุด"
IDS_DGN_MAXIMUM_DEFLECTION_POSITION = "ตำแหน่งการโก่งสูงสุด"
IDS_COMMON_MAIN_REBAR = "เหล็กเสริมหลัก"
IDS_COMMON_DISTRI_REBAR = "เหล็กเสริมกระจาย"
IDS_COMMON_STIRRUP = "เหล็กเสริม"
IDS_COMMON_NO_STIRRUP = "ไม่มีเหล็กเสริม"
IDS_EC2_CHARACTERSTIC = "ลักษณะเฉพาะ"
IDS_EC2_QUARSIPERMANENT = "กึ่งถาวร"
IDS_EC2_FREQUENT = "บ่อย"
IDS_EC3_LEFT_TOP_FLANGE = "ปีกด้านบนซ้าย"
IDS_EC3_RIGHT_TOP_FLANGE = "ปีกด้านบนขวา"
IDS_EC3_MID_TOP_FLANGE = "ปีกกลางด้านบน"
IDS_EC3_LEFT_BOT_FLANGE = "ปีกด้านล่างซ้าย"
IDS_EC3_RIGHT_BOT_FLANGE = "ปีกด้านล่างขวา"
IDS_EC3_MID_BOT_FLANGE = "ปีกกลางด้านล่าง"
IDS_EC3_WEB = "เว็บ"
IDS_EC3_TOP_PART_WEB = "เว็บส่วนบน"
IDS_EC3_BOT_PART_WEB = "เว็บส่วนล่าง"
IDS_EC3_WEB_PANEL = "แผงเว็บ"
IDS_EC3_WEB_DUMMY = "เว็บจำลอง"
IDS_EC3_SECTION_CLASS = "การจำแนกประเภทหน้าตัด"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "ปัจจัยการขยายตัวของการโก่ง"
IDS_EC3_TOP_WEB = "เว็บด้านบน"
IDS_EC3_BOTTOM_WEB = "เว็บด้านล่าง"
IDS_EC3_LEFT_WEB = "LEFT WEB"
IDS_EC3_RIGHT_WEB = "เว็บด้านขวา"
IDS_EC3_TUBULAR = "ท่อ"
IDS_EC3_INT_BOT_FLANGE = "ปีกด้านล่างภายใน"
IDS_EC3_INT_TOP_FLANGE = "ปีกด้านบนภายใน"
IDS_EC3_LEFT_MIDDLE_TOP_FLANGE = "ปีกกลางด้านบนซ้าย"
IDS_EC3_RIGHT_MIDDLE_TOP_FLANGE = "ปีกกลางด้านบนขวา"
IDS_EC3_LEFT_MIDDLE_BOT_FLANGE = "ปีกกลางด้านล่างซ้าย"
IDS_EC3_RIGHT_MIDDLE_BOT_FLANGE = "ปีกกลางด้านล่างขวา"
IDS_EC3_TOP_FLANGE_PANEL = "แผงปีกด้านบน"
IDS_EC3_BOT_FLANGE_PANEL = "แผงปีกด้านล่าง"
IDS_EC3_TOP_FLANGE = "ปีกด้านบน"
IDS_EC3_BOT_FLANGE = "ปีกด้านล่าง"
IDS_EC3_LEFT_D_TOP_FLANGE = "ปีกด้านบนซ้าย-D"
IDS_EC3_RIGHT_D_TOP_FLANGE = "ปีกด้านบนขวา-D"
IDS_EC3_LEFT_1_TOP_FLANGE = "ปีกด้านบนซ้าย-1"
IDS_EC3_LEFT_2_TOP_FLANGE = "ปีกด้านบนซ้าย-2"
IDS_EC3_RIGHT_1_TOP_FLANGE = "ปีกด้านบนขวา-1"
IDS_EC3_RIGHT_2_TOP_FLANGE = "ปีกด้านบนขวา-2"
IDS_EC3_LEFT_D_BOT_FLANGE = "ปีกด้านล่างซ้าย-D"
IDS_EC3_RIGHT_D_BOT_FLANGE = "ปีกด้านล่างขวา-D"
IDS_DGN_CONSTRUCTIBILITY = "ความสามารถในการก่อสร้าง"
IDS_AS_FROM_BOTTOM_SURFACE_SECTION = "จากผิวด้านล่างของหน้าตัด"
IDS_AS_ASSUMED_TRANSVERSE_STRESS_FLANGE_ZERO = "สมมติให้ความเค้นตามขวางของแผ่นปีกเป็นศูนย์"
IDS_AS_STRENGTH_FLANGE_PLATE = "ความแข็งแรงของปีก"
IDS_AS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "กำลังของตัวเสริมกำลังปีกตามยาว"
IDS_CRACKED = "มีรอยแตก"
IDS_EFFECTIVE_SECTION_PROP = "คุณสมบัติหน้าตัดที่มีประสิทธิภาพ"
IDS_AS_CHECK_MINIMUM_AREA_REINFORCEDMENT = "ตรวจสอบพื้นที่เหล็กเสริมขั้นต่ำ"
IDS_AS_ASSUMED_AREA_THE_END_POST_SATISFIES_EQ_5_14_9 = "สมมติให้พื้นที่ของเสาปลายเป็นไปตามข้อกำหนดของสมการ 5.14.9"
IDS_AS_CRACK_CONTROL_SLAB = "การควบคุมรอยแตกของพื้น"
IDS_AS_NOMINAL_DIAMETER = "เส้นผ่านศูนย์กลางตามมาตรฐาน"
IDS_AS_CENTER_TO_CENTER_SPACING = "ระยะห่างจากศูนย์กลางถึงศูนย์กลาง"
IDS_AS_CHECK_MAXIMUM_SPACING_REBAR = "ตรวจสอบระยะห่างสูงสุดของเหล็กเสริม"
IDS_AS_YIELDING_FLANGE_PLATE = "การครากของแผ่นปีก %s"
IDS_AS_PANEL_FROM_TOP_FLANGE = "แผงจากปีกบน"
IDS_AS_STIFFENER_FROM_TOP_FLANGE = "ตัวเสริมกำลังจากปีกบน"
IDS_AS_CRITICAL_PANEL = "แผงวิกฤต:"
IDS_AS_CRITICAL_STIFFENER = "ตัวเสริมกำลังวิกฤต:"
IDS_AS_FIRST = "ครั้งแรก"
IDS_AS_SECOND = "ครั้งที่สอง"
IDS_AS_THIRD = "ครั้งที่สาม"
IDS_AS_FOURTH = "ครั้งที่สี่"
IDS_AS_FIFTH = "ครั้งที่ห้า"
IDS_AS_SIXTH = "หก"
IDS_AS_SEVENTH = "เจ็ด"
IDS_INTERACTION_SHEAR_BENDING = "การโต้ตอบของแรงเฉือนและโมเมนต์ดัด"
IDS_INTERACTION_SHEAR_BENDING_2LINE = "ปฏิสัมพันธ์ของ \n แรงเฉือนและการดัด"
IDS_PROPORTIONING_METHOD = "วิธีการจัดสัดส่วน"
IDS_SHEAR_BENDING_INTERACTION_METHOD = "วิธีปฏิสัมพันธ์แรงเฉือนและการดัด"
IDS_CLAUSE_4_6_3_ALLOW_SEQUECE_CONSTRUCTION = "กำหนดตามข้อ 4.6.3 เพื่อคำนึงถึงลำดับการก่อสร้าง"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "กำลังของตัวเสริมกำลังปีกตามยาว"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER_2LINE = "กำลังของตัวเสริมกำลังปีก\nตามยาว"
IDS_DEMAND = "ความต้องการ"
IDS_CAPACITY = "ความจุ"
IDS_YIELDING_FLANGE_PLATE = "การเกิดความเค้นครากของแผ่นปีก"
IDS_LONGITUDINAL_SHEAR_SLS = "แรงเฉือนตามยาวสำหรับ SLS"
IDS_CHARACTERISTIC_SHEAR_CAPACITY_OF_SHEAR_CONNECTORS = "กำลังรับแรงเฉือนเชิงลักษณะของตัวเชื่อมแรงเฉือน"
IDS_DESIGN_FOR_LONGITUDINAL_SHEAR = "การออกแบบสำหรับแรงเฉือนตามยาว"
IDS_DESIGN_LONGITUDINAL_SHEAR_FORCE_PER_UNIT_LENGTH = "แรงเฉือนตามยาวออกแบบต่อหน่วยความยาว"
IDS_FORCE = "แรง"
IDS_COMPOSITE = "คอมโพสิต"
IDS_COMPONENT = "ส่วนประกอบ"
IDS_STRESSES = "ความเค้น"
IDS_TOP_FLANGE = "ปีกบน"
IDS_BOTTOM_FLANGE = "ปีกล่าง"
IDS_WARPING_STRESSES = "ความเค้นการบิดเบือน"
IDS_DSITORSIONAL_WARPING = "การบิดเบือนเชิงเบี่ยงเบน"
IDS_EFFECTIVE_PLASTIC_NEUTRAL_AXIS = "แกนพลาสติกที่เป็นกลางที่มีประสิทธิภาพ"
IDS_DESIGN_FOR_BENDING_MOMENT = "การออกแบบสำหรับโมเมนต์ดัด"
IDS_MOMENT_MODIFICATION_FACTOR = "ปัจจัยการปรับโมเมนต์"
IDS_SHEAR_YIELD_CAPACITY = "ความจุการเกิดความเค้นครากเฉือน"
IDS_SHEAR_BUCKLING_CAPACITY = "ความจุการบิดเบือนเฉือน"
IDS_INTERACTION_BUCKLING_CRITERION = "เกณฑ์การโก่งเดาะแบบปฏิสัมพันธ์"
IDS_RESTRAINT_WEB_PANELS = "การควบคุมของแผงเว็บ"
IDS_THIS_WEB_PANEL_IS_RESTRAINED = "แผงเว็บนี้ถูกยึดรั้ง"
IDS_THIS_WEB_PANEL_IS_UNRESTRAINED = "แผงเว็บนี้ไม่ถูกยึดรั้ง"
IDS_BUCKLING_COEFFICIENTS = "สัมประสิทธิ์การบิดเบือน"
IDS_AXIAL_COEFFICIENTS = "สัมประสิทธิ์แกน"
IDS_SHEAR_COEFFICIENTS = "สัมประสิทธิ์เฉือน"
IDS_BENDING_COEFFICIENTS = "สัมประสิทธิ์ดัด"
IDS_STRENGTH_LONGITUDINAL_WEB_STIFFENER = "กำลังของตัวเสริมกำลังเว็บตามยาว"
IDS_STIFFENER = "ตัวเสริมความแข็งแกร่ง"
IDS_MINIMUM_STIFFNESS = "ความแข็งแกร่งขั้นต่ำ"
IDS_YIELDING_WEB_PANEL = "การเกิดความเค้นครากของแผงเว็บ"
IDS_PLASTIC_MOMENT = "โมเมนต์พลาสติก"
IDS_MATERIAL_STEEL_GRADE = "ชนิดเหล็กที่ใช้"
IDS_DGN_RPT_TABLE = "ตาราง"
IDS_DGN_RPT_EQUATION = "สมการ"
IDS_DGN_ALLOWABLE_FLEXURAL_TENSILE_STRESS = "ความเค้นดัดดึงที่ยอมให้"
IDS_DGN_ALLOWABLE_FLEXURAL_COMPRESSIVE_STRESS = "ความเค้นดัดอัดที่ยอมให้"
IDS_DGN_ALLOWABLE_COMP_STRESS_NOT_BUCKLING = "ความเค้นอัดตามแนวแกนที่ยอมให้ (ไม่พิจารณาโก่งเดาะเฉพาะที่)"
IDS_DGN_RPT_Y_AXIS_EFFECTIVE_BUCKLING_LENGTH = "ความยาวโก่งเดาะสมมูลรอบแกน Y"
IDS_DGN_RPT_Z_AXIS_EFFECTIVE_BUCKLING_LENGTH = "ความยาวโก่งเดาะสมมูลรอบแกน Z"
IDS_DGN_RPT_MEMBER_EFFECTIVE_BUCKLING_LENGTH = "ความยาวโก่งเดาะสมมูลของชิ้นส่วน"
IDS_DGN_RPT_MEMBER_RADIUS_OF_GYRATION = "รัศมีความเฉื่อยของหน้าตัดรวม"
IDS_DGN_RPT_MEMBER_SLENDERNESS = "อัตราส่วนความเพรียว"
IDS_DGN_RPT_DIVISION = "การจำแนก"
IDS_DGN_RPT_DISTANCE_BETWEEN_COMP_FLANGE = "ระยะระหว่างจุดค้ำยันของปีกอัด"
IDS_DGN_RPT_COMP_FLANGE_WIDTH = "ความกว้างปีกอัด"
IDS_DGN_RPT_WEB_AREA = "พื้นที่หน้าตัดรวมของเว็บ"
IDS_DGN_RPT_COMP_FLANGE_AREA = "พื้นที่หน้าตัดรวมของปีกอัด"
IDS_DGN_RPT_LOCAL_BUCKLING_ALLOWABLE_STRESS_OF_OUTSTAND = "ความเค้นที่ยอมให้ต่อการโก่งเดาะเฉพาะที่ของแผ่นยื่นอิสระ"
IDS_DGN_RPT_COMP_STRESS_MIN_THICKNESS_OF_OUTSTAND = "ความหนาต่ำสุดของแผ่นยื่นอิสระที่รับแรงอัด"
IDS_DGN_RPT_ALLOWABLE_EULER_BUCKLING_STRESS = "ความเค้นโก่งเดาะแบบออยเลอร์ที่ยอมให้"
IDS_DGN_RPT_ALLOWABLE_SHEAR_STRESS = "ความเค้นเฉือนที่ยอมให้"
IDS_DGN_RPT_NOTE = "หมายเหตุ"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_STIFFENED_PLATE_SUPPORT_PLATE = "ความเค้นที่ยอมให้ต่อการโก่งเดาะเฉพาะที่ของแผ่นเสริมกำลังและแผ่นรองรับสองด้าน"
IDS_DGN_RPT_PLATE_THICKNESS = "ความหนาแผ่น"
IDS_DGN_RPT_DISTANCE_BETWEEN_FIXED_EGDES_PLATE = "ระยะระหว่างขอบยึดของแผ่น"
IDS_DGN_RPT_STRESS_GRADIENT_COEFFICIENT = "ตัวประกอบความชันของความเค้น"
IDS_DGN_RPT_STRESS_GRADIENT = "ความชันของความเค้น"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE = "ความเค้นที่ขอบทั้งสองของแผ่น"
IDS_DGN_RPT_MIN_THICKNESS_INTERNAL_PLATE_COMPRESSIVE_STRESS = "ความหนาต่ำสุดของแผ่นรองรับสองด้านที่รับแรงอัด"
IDS_DGN_RPT_ALLOWABLE_STRESS_INTERNAL_PLATE_LOCAL_BUCKLING = "ความเค้นที่ยอมให้ต่อการโก่งเดาะเฉพาะที่ของแผ่นรองรับสองด้าน"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_INTERNAL_PLATE = "ไม่พิจารณาตรวจสอบแผ่นรับแรงอัด เนื่องจากขอบทั้งสองเป็นแรงดึง"
IDS_DGN_RPT_THICKNESS_OF_STIFFENED_PLATE = "ความหนาของแผ่นเสริมกำลัง"
IDS_DGN_RPT_WIDTH_OF_STIFFENED_PLATE = "ความกว้างของแผ่นเสริมกำลัง"
IDS_DGN_RPT_NUMBER_OF_PANELS_SEPERATED_BY_L_STIFFENERS = "จำนวนแผงที่แบ่งโดยค้ำยันตามแนวยาว"
IDS_DGN_RPT_MIN_THICKNESS_STIFFENED_PLATE_COMPRESSIVE_STRESS = "ความหนาต่ำสุดของแผ่นเสริมกำลังที่รับแรงอัด"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_OF_STIFFENED_PLATE = "ความเค้นที่ยอมให้ต่อการโก่งเดาะเฉพาะที่ของแผ่นเสริมกำลัง"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_STIFFENED_PLATE = "สรุปความเค้นที่ยอมให้"
IDS_DGN_RPT_ALLOWABLE_STRESS_SUMMARY = "แผ่นยื่นอิสระ"
IDS_DGN_RPT_OUTSTAND_PLATE = "แผ่นรองรับสองด้าน"
IDS_DGN_RPT_INTERNAL_PLATE = "แผ่นเสริมกำลัง"
IDS_DGN_RPT_STIFFENED_PLATE = "ตรวจสอบความเค้นดัด"
IDS_DGN_RPT_CHECKING_FLEXURAL_STRESS = "ตรวจสอบความเค้นเฉือน"
IDS_DGN_RPT_CHECKING_SHEAR_STRESS = "ความหนาเว็บ"
IDS_DGN_RPT_WEB_THICKNESS = "ตรวจสอบความเค้นรวม"
IDS_DGN_RPT_CHECKING_COMBINED_STRESS = "ระยะจากจุดศูนย์ถ่วงถึงใยสุดของหน้าตัดปิด"
IDS_DGN_RPT_DISTANCE_CENTROID_TO_OUTERMOST_SIDE_OF_CLOSED_SECTION = "การตรวจสอบความเค้นที่ยอมให้ของชิ้นส่วนที่รับแรงแกนและโมเมนต์ดัด"
IDS_DGN_RPT_CHECKING_ALLOWABLE_STRESS_FOR_AXIAL_BENDING_MEMBER = "ความเค้นจากแรงตามแนวแกน"
IDS_DGN_RPT_AXIAL_STRESS = "ความเค้นจากโมเมนต์ดัด"
IDS_DGN_RPT_STRESS_FOR_BENDING = "ไม่สามารถพิจารณาโมเมนต์ดัดเพิ่มเติมในกรณีนี้"
IDS_DGN_RPT_EFFECT_OF_ADDITIONAL_BENDING_MOMENT_CANNOT_BE_CONSIDERED = "ไม่สามารถใช้สมการตรวจสอบในกรณีนี้"
IDS_DGN_RPT_FORMULAR_CANNOT_BE_CONSIDERED = "ตรวจสอบแรงตามแนวแกน"
IDS_DGN_RPT_CHECKING_AXIAL_FORCE = "ความเค้นดึงตามแนวแกนและความเค้นดัดดึงที่ยอมให้"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS_FLEXURAL_TENSILE_STRESS = "ความเค้นดึงตามแนวแกนที่ยอมให้"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS = "ความเค้นที่ยอมให้ต่อการโก่งเดาะเฉพาะที่"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING = "ค่าสูงสุดของความเค้นอัดตามแนวแกนที่ยอมให้ (ไม่พิจารณาโก่งเดาะเฉพาะที่)"
IDS_DGN_RPT_ALLOWABLE_AXIAL_COMPRESSION_STRESS_UPPER_LIMIT_NOT_LOCAL_BUCKLING = "รัศมีของท่อเหล็ก"
IDS_DGN_RPT_PIPE_RADIUS = "ชื่อหน้าตัด"
IDS_DGN_RPT_SECTION_NAME = "ชุดน้ำหนักบรรทุก"
IDS_DGN_RPT_LOAD_COMBINATION = "ค่าคงที่คุณสมบัติหน้าตัด"
IDS_DGN_RPT_SECTION_PROPERTIES = "ตำแหน่งตรวจสอบ"
IDS_DGN_RPT_CHECK_POSITION = "ความยาวโก่งเดาะสมมูล"
IDS_DGN_RPT_EFFECTIVE_BUCKLING_LENGTH = "ผลการตรวจสอบความเค้น"
IDS_DGN_RPT_CHECKING_STRESS_RESULT = "ผลการตรวจสอบ"
IDS_DGN_RPT_CHECKING_RESULT = "แผนภาพความเค้นดัด"
IDS_DGN_RPT_RESULT_BENDING_STRESS = "แผนภาพความเค้นดึงตามแนวแกน"
IDS_DGN_RPT_RESULT_AXIAL_TENSILE_STRESS = "แผนภาพความเค้นเฉือน"
IDS_DGN_RPT_RESULT_SHEAR_STRESS = "แผนภาพความเค้นรวม"
IDS_DGN_RPT_RESULT_COMBINED_STRESS = "การตรวจสอบเสถียรภาพกรณีแรงดึงตามแนวแกน"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_TENSION = "การตรวจสอบเสถียรภาพกรณีแรงอัดตามแนวแกน"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_COMPRESSION = "ผลการตัดสิน"
IDS_DGN_RPT_CHECKING_OKNG = "ความเค้นรวม"
IDS_DGN_RPT_COMBINED_STRESS = "ค่าที่ยอมให้"
IDS_DGN_RPT_ALLOWABLE_VAULE = "ค่าที่ยอมให้"
IDS_DGN_RPT_POSITION = "ตำแหน่ง"
IDS_DGN_RPT_DIRECTION = "ทิศทาง"
IDS_DGN_RPT_PANEL_SIZE = "จำนวนแผง (จำนวนพาเนล)"
IDS_DGN_RPT_MAX_ALLOWABLE_STRESS_NOT_CHANGE_DEPENDING_ON_THICKNESS = "ใช้เหล็กที่กำลังรับแรงไม่เปลี่ยนตามความหนาแผ่น (-H สเปก)"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_BENDING_COMPRESSIVE_STRESS = "ใช้ค่าขีดจำกัดบนของแผนภาพหน่วยแรงดัดอัดที่ยอมให้"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_STRESS_FOR_LOCAL_BUCKLING = "ใช้ค่าขีดจำกัดบนของแผนภาพหน่วยแรงที่ยอมให้สำหรับการโก่งเฉพาะที่ (แผ่นเว็บ)"
IDS_DGN_RPT_ALLOWABLE_STRESS_CHECKING = "การคำนวณหน่วยแรงที่ยอมให้"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_CORNER = "มุมขวาบน"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_CORNER = "มุมขวาล่าง"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_FLANGE = "ปีกบน"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_FLANGE = "ปีกล่าง"
IDS_DGN_RPT_PART_WEB = "เว็บ / แผ่นเอว"
IDS_DGN_RPT_PART_FLANGE = "ปีก"
IDS_DGN_RPT_PART_CORNER = "มุม"
IDS_DGN_RPT_PART_CENTER = "กึ่งกลาง"
IDS_DGN_RPT_PART_TOP = "ด้านบน"
IDS_DGN_RPT_PART_BOTTOM = "ด้านล่าง"
IDS_DGN_RPT_PART_LEFT_TOP = "ซ้ายบน"
IDS_DGN_RPT_PART_RIGHT_TOP = "ขวาบน"
IDS_DGN_RPT_PART_RIGHT_BOTTOM = "ขวาล่าง"
IDS_DGN_RPT_PART_LEFT_BOTTOM = "ซ้ายล่าง"
IDS_DGN_RPT_RESPONSE_MODIFICATION_FACTOR = "ปัจจัยการปรับการตอบสนอง"
IDS_AU_BRACED_COLUMN = "เสาที่มีการเสริม"
IDS_AU_DAY = "วัน"
IDS_AU_DAYS = "วัน"
IDS_AU_DIRECTION = "ทิศทาง"
IDS_AU_DOUBLE_CURVATURE = "ความโค้งคู่"
IDS_AU_ELEMENT_ID = "รหัสเอลิเมนต์"
IDS_AU_END_I = "END-I"
IDS_AU_END_J = "END-J"
IDS_AU_ENVIRONMENT_ARID = "แห้งแล้ง"
IDS_AU_ENVIRONMENT_INTERIOR = "ภายใน"
IDS_AU_ENVIRONMENT_NEAR_COASTAL = "ใกล้ชายฝั่ง"
IDS_AU_ENVIRONMENT_TEMPERATE_INLAND = "ภายในเขตอากาศอบอุ่น"
IDS_AU_ENVIRONMENT_TROPICAL = "เขตร้อน"
IDS_AU_MIDDLE = "กลาง"
IDS_AU_NODE_ID = "รหัสโหนด"
IDS_AU_PARA_END_I = "ปลาย( i )"
IDS_AU_PARA_END_J = "ปลาย( j )"
IDS_AU_PARA_MIDDLE = "กลาง"
IDS_AU_POSITION = "ตำแหน่ง"
IDS_AU_SECTION_ID = "รหัสหน้าตัด"
IDS_AU_THICKNESS_ID = "รหัสความหนา"
IDS_AU_UNBRACED_COLUMN = "เสาที่ไม่มีการเสริม"
IDS_AU_ABSOLUTE_VALUES = "ค่าที่แน่นอน"
IDS_AU_AGE_OF_CONCRETE = "อายุของคอนกรีต"
IDS_AU_AGGREGATE_SIZE = "ขนาดของวัสดุผสม"
IDS_AU_ANGLE_OF_INCLINATION = "มุมเอียง"
IDS_AU_APPLY_MIN_BEND_MOMENT = "ใช้โมเมนต์ดัดขั้นต่ำ"
IDS_AU_AREA_BAR_CLOSED_FITMENT = "พื้นที่หน้าตัดของเหล็กที่เป็นปลอกปิด"
IDS_AU_AREA_BOUND_OUTERMOST_FITMENTS = "พื้นที่หน้าตัดที่ล้อมด้วยเส้นกึ่งกลางของปลอกนอกสุด"
IDS_AU_AREA_ENCLOSED_SHEAR_FLOW_PATH = "พื้นที่ที่ล้อมรอบด้วยเส้นทางการไหลของแรงเฉือน"
IDS_AU_AREA_ENCLOSED_TRANS_TORS_REIN = "พื้นที่ที่ล้อมรอบด้วยเส้นกึ่งกลางของเหล็กเสริมโมเมนต์บิดตามขวางแบบปลอกปิดภายนอก"
IDS_AU_AREA_REIN_HALF_DEPTH_TENSION_ZONE = "พื้นที่ของเหล็กเสริมในครึ่งหนึ่งของความลึกหน้าตัดที่มีเขตรับแรงดึงจากการดัด"
IDS_AU_ASSUMED_BY_DESIGN = "สมมติฐานโดยการออกแบบ"
IDS_AU_BALANCED_AXIS = "แกนที่สมดุล"
IDS_AU_BASIC_DRY_SHRINK_STRAIN = "ความเครียดการหดตัวพื้นฐาน"
IDS_AU_BEND_MOMENT_STRN = "ความแข็งแรงของโมเมนต์ดัด"
IDS_AU_CENT_SPAC_BAR_NEAR_TENS_FACE = "ระยะศูนย์ถึงศูนย์ของเหล็กใกล้ผิวรับแรงดึง"
IDS_AU_CENT_SPAC_REIN = "ระยะศูนย์ถึงศูนย์ของเหล็กเสริม"
IDS_AU_CHAR_UNIAX_TENS_STRN_CONC = "กำลังรับแรงดึงแกนเดียวเชิงลักษณะของคอนกรีต"
IDS_AU_CHAR_YIELD_STRN_REIN = "กำลังครากเชิงลักษณะของเหล็กเสริม"
IDS_AU_CITY = "เมือง"
IDS_AU_COMP_FORC_REIN_SINGLE = "แรงอัดจากเหล็กเสริมตามการออกแบบแบบเสริมเดี่ยว"
IDS_AU_COMP_FORCE = "แรงอัด"
IDS_AU_COMP_FORCE_CONC = "แรงอัดจากคอนกรีต"
IDS_AU_CRACK_WIDTH = "ความกว้างของรอยแตก"
IDS_AU_DAY_OF_DRYING = "วันของการอบแห้ง"
IDS_AU_DESIGN_FACTORS = "ปัจจัยการออกแบบ"
IDS_AU_DIST_LONG_BAR_SIDE = "ระยะของเหล็กตามยาวจากด้านข้าง"
IDS_AU_DIST_LONG_BAR_SOFFIT = "ระยะของเหล็กตามยาวจากท้องคาน"
IDS_AU_EFF_DEPTH_BENDING = "ความลึกประสิทธิผลของหน้าตัดในระนาบการดัด"
IDS_AU_EFFECTIVE_COMP_STRENG_FACT = "ปัจจัยความแข็งแรงการอัดที่มีประสิทธิภาพ"
IDS_AU_ENVIRONMENT = "สิ่งแวดล้อม"
IDS_AU_EQUIV_FACT_SHEAR_FORC = "แรงเฉือนที่มีปัจจัยเทียบเท่า"
IDS_AU_EXPOSED_PERI_SECT = "เส้นรอบรูปที่สัมผัสภายนอกของหน้าตัด"
IDS_AU_EXPOSURE_CLASSIFICATION = "การจำแนกประเภทการสัมผัส"
IDS_AU_FINAL_AUTO_SHRINK_STRAIN = "ความเครียดการหดตัวอัตโนมัติขั้นสุดท้าย"
IDS_AU_FINAL_DRY_SHRINK_STRAIN = "ค่าความเครียดหดตัวแห้งพื้นฐานสุดท้าย"
IDS_AU_GOVERN_LCOM = "การรวมกันของโหลดที่ควบคุม"
IDS_AU_HOOP = "วงแหวน"
IDS_AU_HOOP_BAR = "บาร์วงแหวน"
IDS_AU_INSIDE_SPECIAL_CONFINE_REGION = "ภายในบริเวณคาดรัดพิเศษ"
IDS_AU_LENG_OUTSIDE_PERI_CONC = "ความยาวของเส้นรอบรูปภายนอกของหน้าตัดคอนกรีต"
IDS_AU_MAIN_BAR = "บาร์หลัก"
IDS_AU_MAX_ALLOW_LONG_REIN = "เหล็กเสริมตามยาวที่อนุญาตสูงสุด"
IDS_AU_MAX_LONG_SPAC_SHEAR_REIN = "ระยะห่างตามยาวสูงสุดของเหล็กเสริมแรงเฉือน"
IDS_AU_MAX_REQ_FLEX_TENS_REIN = "เหล็กเสริมแรงดึงจากการดัดที่ต้องการสูงสุด"
IDS_AU_MAX_SLEND_RATIO_EXCEED = "อัตราส่วนความเพรียวสูงสุดเกินกำหนด"
IDS_AU_MAX_SLEND_RATIO_NOT_EXCEED = "อัตราส่วนความเพรียวสูงสุดไม่เกินกำหนด"
IDS_AU_MAX_STRS_REIN_DIA = "ความเค้นสูงสุดของเหล็กเสริมตามเส้นผ่านศูนย์กลาง"
IDS_AU_MAX_STRS_REIN_SPAC = "ความเค้นสูงสุดของเหล็กเสริมตามระยะห่าง"
IDS_AU_MEAN_AXIAL_TENS_STRN_CONC = "ค่าเฉลี่ยของกำลังรับแรงดึงตามแกนของคอนกรีต"
IDS_AU_MEAN_VALUE_COMP_STRN_CONC = "ค่าเฉลี่ยของกำลังอัดของคอนกรีตในสภาพจริง"
IDS_AU_MIN_ALLOW_LONG_REIN = "เหล็กเสริมตามยาวที่อนุญาตขั้นต่ำ"
IDS_AU_MIN_BEND_MOMENT = "โมเมนต์ดัดขั้นต่ำ"
IDS_AU_MIN_REQ_FLEX_TENS_REIN = "เหล็กเสริมแรงดึงจากการดัดที่ต้องการขั้นต่ำ"
IDS_AU_MIN_REQ_STRN = "ความแข็งแรงขั้นต่ำที่ต้องการ"
IDS_AU_MIN_TRANS_SHEAR_REIN = "เหล็กเสริมแรงเฉือนขวางขั้นต่ำ"
IDS_AU_MOMENT_INERTIA_COMP_REIN = "โมเมนต์ความเฉื่อยจากเหล็กเสริมแรงอัด"
IDS_AU_MOMENT_INERTIA_CONC = "โมเมนต์ความเฉื่อยของคอนกรีต"
IDS_AU_MOMENT_INERTIA_TENS_REIN = "โมเมนต์ความเฉื่อยจากเหล็กเสริมแรงดึง"
IDS_AU_MOMENT_STRN = "ความแข็งแรงของโมเมนต์"
IDS_AU_NEUTRAL_AXIS = "แกนที่เป็นกลาง"
IDS_AU_NO_LATERAL_RESTRAIN_LONG_BARS = "จำนวนเหล็กตามยาวที่ถูกยึดรั้งด้านข้าง"
IDS_AU_NOMI_CAPA_RBAR_BALANCE_AXIS = "กำลังนามบัญญัติของเหล็กเสริมสำหรับแกนสมดุล"
IDS_AU_NOMI_CAPA_RBAR_NEUTRAL_AXIS = "กำลังนามบัญญัติของเหล็กเสริมสำหรับแกนเป็นกลาง"
IDS_AU_NOT_SPECIAL_CONFINE_REGION = "ไม่ใช่พื้นที่การกักกันพิเศษ"
IDS_AU_ON_FLEX_COMP_SIDE = "ด้านรับแรงอัดจากการดัด"
IDS_AU_ON_FLEX_TENS_SIDE = "ด้านรับแรงดึงจากการดัด"
IDS_AU_OUTSIDE_SPECIAL_CONFINE_REGION = "ภายนอกบริเวณคาดรัดพิเศษ"
IDS_AU_OVERALL_DEPTH_BENDING = "ความลึกรวมของหน้าตัดในระนาบการดัด"
IDS_AU_POSI_TENSION_NEGA_COMP = "ค่าบวกสำหรับแรงดึง ค่าลบสำหรับแรงอัด"
IDS_AU_RECT_SECT = "หน้าตัดสี่เหลี่ยม"
IDS_AU_REIN_REQ_COLM = "ความต้องการเหล็กเสริมสำหรับเสา"
IDS_AU_REIN_REQ_WALL = "ความต้องการเหล็กเสริมสำหรับผนัง"
IDS_AU_REIN_TENS_ZONE_CRACK = "เหล็กเสริมในเขตรับแรงดึงเพื่อควบคุมรอยร้าว"
IDS_AU_ROTATE_ANGLE_NEUTRAL_AXIS = "มุมหมุนของแกนเป็นกลาง"
IDS_AU_ROTATED_SECT = "หน้าตัดหมุน"
IDS_AU_SEARCH_NEUTRAL_AXIS = "ค้นหาความลึกของแกนเป็นกลาง"
IDS_AU_SHEAR_STRN = "ความแข็งแรงเฉือน"
IDS_AU_SLEND_RATIO = "อัตราส่วนความยาวต่อความสูง"
IDS_AU_SPECIAL_CONFINE_REGION = "บริเวณคอนกรีตที่ต้องเสริมเหล็กปลอกพิเศษ"
IDS_AU_SPIRAL = "เหล็กปลอกแบบเกลียว"
IDS_AU_STRS_REIN = "ความเค้นของเหล็กเสริม"
IDS_AU_T_SECT_FLG_TENS = "หน้าตัดรูปตัว T ปีกอยู่ในแรงดึง"
IDS_AU_T_SECT_WEB_TENS = "หน้าตัดรูปตัว T เอวอยู่ในแรงดึง"
IDS_AU_TENS_FORC_REIN = "แรงดึงจากเหล็กเสริม"
IDS_AU_TENS_REIN_AREA = "พื้นที่เหล็กเสริมแรงดึง"
IDS_AU_TORS_CAPA = "ความจุโมเมนต์บิด"
IDS_AU_TORS_CRACK_MOMENT = "โมเมนต์บิดที่ทำให้เกิดรอยแตก"
IDS_AU_TORS_STRN = "ความแข็งแรงของโมเมนต์บิด"
IDS_AU_TOTAL_AREA_OUTSIDE_PERI_CONC = "พื้นที่รวมที่ล้อมรอบด้วยเส้นรอบรูปภายนอกของหน้าตัดคอนกรีต"
IDS_AU_TRANS_SHEAR_REIN_NOT_REQ = "ไม่จำเป็นต้องมีเหล็กเสริมแรงเฉือนตามขวาง"
IDS_AU_TRANS_SHEAR_REIN_REQ = "ต้องการเหล็กเสริมแรงเฉือนตามขวาง"
IDS_AU_UNIFORM_COMP_STRS_DEPTH_FACT = "ตัวประกอบความลึกของความเค้นอัดสม่ำเสมอ"
IDS_AU_UNIFORM_COMP_STRS_FACT = "ปัจจัยความเค้นอัดแบบสม่ำเสมอ"
IDS_AU_USER_INPUT_APPLIED = "การป้อนข้อมูลของผู้ใช้"
IDS_AU_VERIFY_SPECIAL_CONFINE_REGION_REQ = "การตรวจสอบข้อกำหนดของบริเวณกักรัดพิเศษ"
IDS_AU_AXIAL_MOMENT_CAPA = "ความจุแกน / โมเมนต์"
IDS_AU_MIN_TRANS_REIN_AREA = "พื้นที่เหล็กเสริมขวางขั้นต่ำ"
IDS_AU_CONFINE_CORE = "การกักรัดแกนกลาง"
IDS_AU_SPAC_FITMENTS = "ระยะห่างของอุปกรณ์"
IDS_AU_BAR_DIA_FITMENT = "เส้นผ่านศูนย์กลางของบาร์อุปกรณ์"
IDS_AU_MAX_TRANS_REIN_SPAC = "ระยะห่างเหล็กเสริมขวางสูงสุด"
IDS_AU_ANAL_RES_BENDING = "ผลการวิเคราะห์สำหรับการดัด"
IDS_AU_AXIAL_FORC_DUE_TO_DEAD_LOAD = "แรงตามแนวแกนเนื่องจากน้ำหนักบรรทุกคงที่"
IDS_AU_AXIAL_FORC_DUE_TO_LIVE_LOAD = "แรงตามแนวแกนเนื่องจากน้ำหนักบรรทุกจร"
IDS_AU_CENT_TO_CENT_SPAC = "ระยะห่างจากศูนย์ถึงศูนย์"
IDS_AU_CLEAR_DIST = "ระยะห่างที่ชัดเจน"
IDS_AU_CTRL_FOR_CRACKING = "การควบคุมการเกิดรอยแตก"
IDS_AU_DIST_TOP_FIBER_CENT_COMP_FORC = "ระยะจากเส้นใยบนถึงจุดศูนย์กลางของแรงลัพธ์ของแรงอัด"
IDS_AU_DIST_TOP_FIBER_CENT_TENS_FORC = "ระยะจากเส้นใยบนถึงจุดศูนย์กลางของแรงลัพธ์ของแรงดึง"
IDS_AU_HOR_REINF_CRACK_CTRL = "เหล็กเสริมแนวนอนเพื่อควบคุมรอยร้าว"
IDS_AU_MAX_CENT_TO_CENT_SPAC = "ระยะห่างศูนย์ถึงศูนย์สูงสุด"
IDS_AU_MIN_CLEAR_DIST = "ระยะห่างที่ชัดเจนขั้นต่ำ"
IDS_AU_PERMANENT_EFFECT = "ผลกระทำถาวร"
IDS_AU_REINF_SECOND_DIR_REST_SLAB = "เหล็กเสริมในทิศทางรองในแผ่นพื้นแบบถูกยึดรั้ง"
IDS_AU_SHRINK_TEMP_EFFECT = "ผลกระทบจากการหดตัวและอุณหภูมิ"
IDS_AU_SLS_LOAD_COMB = "การรวมโหลด SLS"
IDS_AU_CALC_ANGLE_CONC_COMP_LONG_AXIS = "คำนวณมุมเอียงของค้ำยันอัดคอนกรีตและแกนตามยาว"
IDS_AU_CALC_AUTO_SHRINK_STRAIN = "คำนวณการหดตัวอัตโนมัติ"
IDS_AU_CALC_AXIAL_LOAD_MOMENT_CAPA = "คำนวณกำลังรับน้ำหนักบรรทุกตามแนวแกนและกำลังรับโมเมนต์ดัด"
IDS_AU_CALC_BUCKLING_LOAD = "คำนวณน้ำหนักบรรทุกที่ทำให้เกิดการบิด"
IDS_AU_CALC_BY_FEM_METHOD = "คำนวณโดยวิธี FEM"
IDS_AU_CALC_CAPA_COMP_STRS_BLCOK = "คำนวณกำลังรับของบล็อกความเค้นอัด"
IDS_AU_CALC_CAPA_REIN = "คำนวณความจุของเหล็กเสริม"
IDS_AU_CALC_COEF_MOMENT_MAGNIFIER = "คำนวณค่าสัมประสิทธิ์สำหรับตัวขยายโมเมนต์ดัด"
IDS_AU_CALC_COMP_STRS_BLOCK_FACT = "คำนวณตัวประกอบบล็อกความเค้นอัด"
IDS_AU_CALC_DGN_CREEP_COEF = "คำนวณสัมประสิทธิ์การคืบแบบออกแบบ"
IDS_AU_CALC_DGN_FORC = "คำนวณแรงออกแบบ"
IDS_AU_CALC_DGN_FORC_NMM = "คำนวณแรงออกแบบสำหรับ NMM"
IDS_AU_CALC_DGN_FORC_NM = "คำนวณแรงออกแบบสำหรับ NM"
IDS_AU_CALC_DGN_MOMENT = "คำนวณโมเมนต์ออกแบบ"
IDS_AU_CALC_DGN_SHRINK_STRAIN = "คำนวณการหดตัวแบบออกแบบ"
IDS_AU_CALC_DIFF_MEAN_STRAIN_REIN_CONC = "คำนวณผลต่างระหว่างความเครียดเฉลี่ยในเหล็กเสริมและคอนกรีต"
IDS_AU_CALC_DRY_SHRINK_STRAIN = "คำนวณค่าหน่วยการหดตัวจากการแห้งของคอนกรีต"
IDS_AU_CALC_ECCEN = "คำนวณค่าเยื้องศูนย์"
IDS_AU_CALC_EFF_DEPTH_CONC_TENS = "คำนวณความลึกประสิทธิผลของคอนกรีตในแรงดึงที่ล้อมรอบเหล็กเสริม"
IDS_AU_CALC_EFF_MODULAR_RATIO = "คำนวณอัตราส่วนโมดูลาร์ที่มีประสิทธิภาพ"
IDS_AU_CALC_EFF_SHEAR_DEPTH = "คำนวณความลึกของแรงเฉือนที่มีประสิทธิภาพ"
IDS_AU_CALC_FACT = "คำนวณแฟกเตอร์"
IDS_AU_CALC_FACT_STRS = "คำนวณปัจจัยสำหรับความเค้น"
IDS_AU_CALC_FORC_COMPO_NEUT_AXIS = "คำนวณองค์ประกอบของแรงที่แกนเป็นกลาง"
IDS_AU_CALC_HYPO_THICK = "คำนวณความหนาทางทฤษฎี"
IDS_AU_CALC_INERTIA_CRACK_SECT = "คำนวณโมเมนต์ความเฉื่อยของหน้าตัดแตกร้าว"
IDS_AU_CALC_LIMIT_SLEND_RATIO = "คำนวณขีดจำกัดของอัตราส่วนความเพรียว"
IDS_AU_CALC_LONG_STRAIN_CONC_SHEAR = "คำนวณความเครียดตามยาวในคอนกรีตสำหรับแรงเฉือน"
IDS_AU_CALC_MAX_FINAL_CRACK_SPAC = "คำนวณระยะห่างรอยร้าวสุดท้ายสูงสุด"
IDS_AU_CALC_MAX_REQ_FLEX_TENS_REIN = "คำนวณเหล็กเสริมแรงดึงสำหรับโมเมนต์ดัดที่ต้องการสูงสุด"
IDS_AU_CALC_MAX_SPAC_TRANS_REIN = "คำนวณระยะห่างสูงสุดของเหล็กเสริมแรงเฉือนตามขวาง"
IDS_AU_CALC_MAX_STRS_REIN_TENS_ZONE = "คำนวณความเค้นสูงสุดของเหล็กเสริมในเขตแรงดึง"
IDS_AU_CALC_MIN_BEND_MOMENT = "คำนวณโมเมนต์ดัดขั้นต่ำ"
IDS_AU_CALC_MIN_REQ_FLEX_TENS_REIN = "คำนวณเหล็กเสริมแรงดึงสำหรับโมเมนต์ดัดที่ต้องการต่ำสุด"
IDS_AU_CALC_MIN_REQ_STRN_BEND = "คำนวณกำลังรับขั้นต่ำที่ต้องการในการดัด"
IDS_AU_CALC_MIN_TRANS_SHEAR_REIN = "คำนวณเหล็กเสริมแรงเฉือนตามขวางขั้นต่ำ"
IDS_AU_CALC_MODI_FACT = "คำนวณปัจจัยการปรับปรุง"
IDS_AU_CALC_MODI_FACT_NLINEAR_CREEP = "คำนวณตัวประกอบการปรับแก้สำหรับพฤติกรรมคืบแบบไม่เชิงเส้น"
IDS_AU_CALC_MOMENT_CAPA_BUCKLING_LOAD = "คำนวณกำลังรับโมเมนต์ดัดสำหรับน้ำหนักบรรทุกวิบัติแบบโก่งเดาะ"
IDS_AU_CALC_MOMENT_MAGNIFIER = "คำนวณตัวขยายโมเมนต์"
IDS_AU_CALC_MOMENT_RESIST = "คำนวณความต้านทานโมเมนต์"
IDS_AU_CALC_NEUTRAL_AXIS_DEPTH = "คำนวณความลึกของแกนกลาง"
IDS_AU_CALC_NOMI_CAPA = "คำนวณความจุมารตรฐาน"
IDS_AU_CALC_PROPORTION_LONG_REIN = "คำนวณการจัดสัดส่วนเหล็กเสริมแนวยาว"
IDS_AU_CALC_REIN_RATIO = "คำนวณอัตราส่วนเหล็กเสริม"
IDS_AU_CALC_SHEAR_COEF_BY_GENERAL = "คำนวณค่าสัมประสิทธิ์แรงเฉือนด้วยวิธีทั่วไป"
IDS_AU_CALC_SHEAR_COEF_BY_SIMPLE = "คำนวณค่าสัมประสิทธิ์แรงเฉือนด้วยวิธีอย่างง่าย"
IDS_AU_CALC_SHEAR_STRN_CONC = "คำนวณกำลังรับแรงเฉือนโดยคอนกรีต"
IDS_AU_CALC_SHEAR_STRN_LIMIT_WEB_CRUSH = "คำนวณกำลังรับแรงเฉือนที่ถูกจำกัดด้วยการบดอัดของเว็บคาน"
IDS_AU_CALC_SHEAR_STRN_REIN = "คำนวณกำลังรับแรงเฉือนโดยเหล็กเสริม"
IDS_AU_CALC_SLEND_RATIO = "คำนวณอัตราส่วนความเพรียว"
IDS_AU_CALC_STRN_REDUCT_FACT = "คำนวณปัจจัยการลดความแข็งแรง"
IDS_AU_CALC_STRS_REIN_TENS_ZONE = "คำนวณความเค้นของเหล็กเสริมในเขตแรงดึง"
IDS_AU_CALC_TORS_CRACK_MOMENT = "คำนวณโมเมนต์บิดที่ทำให้เกิดรอยแตก"
IDS_AU_CALC_TORS_STRN = "คำนวณความแข็งแรงของโมเมนต์บิด"
IDS_AU_CALC_ULTIMATE_STRN_COMP = "คำนวณกำลังรับสูงสุดในการอัด"
IDS_AU_CALC_ULTIMATE_STRN_COMP_WITHOUT_BEND = "คำนวณกำลังรับสูงสุดในการอัดโดยไม่มีการดัด"
IDS_AU_CALC_UNIAX_TENS_STRN_CONC = "คำนวณกำลังรับแรงดึงแกนเดียวของคอนกรีต"
IDS_AU_CALC_UNIFORM_CONC_COMP_STRS = "คำนวณความเค้นอัดของคอนกรีตแบบสม่ำเสมอ"
IDS_AU_CALC_MIN_REINF_CRACK_CTRL = "คำนวณเหล็กเสริมขั้นต่ำเพื่อควบคุมรอยร้าว"
IDS_AU_CALC_MOMENT_CAPA_BALANCE_ECCEN = "คำนวณกำลังรับโมเมนต์ดัดที่ความเยื้องศูนย์สมดุล"
IDS_AU_CALC_REQ_HOR_REINF_CRACK_CTRL = "คำนวณเหล็กเสริมแนวนอนที่ต้องการเพื่อควบคุมรอยร้าว"
IDS_AU_CHK_AXIAL_LOAD_MOMENT_CAPA = "ตรวจสอบกำลังรับน้ำหนักบรรทุกตามแนวแกนและกำลังรับโมเมนต์ดัด"
IDS_AU_CHK_BAR_DIA_FITMENT = "ตรวจสอบเส้นผ่านศูนย์กลางเหล็กของปลอก"
IDS_AU_CHK_CENT_SPAC_BAR_NEAR_TENS_FACE = "ตรวจสอบระยะห่างศูนย์ถึงศูนย์ของเหล็กเสริมใกล้ผิวรับแรงดึง"
IDS_AU_CHK_CONFINE_CORE = "ตรวจสอบการกักรัดแกนกลาง"
IDS_AU_CHK_CRACK_WIDTH = "ตรวจสอบความกว้างของรอยแตก"
IDS_AU_CHK_DETAIL_REIN_TENS_ZONE_CRACK = "ตรวจสอบรายละเอียดเหล็กเสริมในเขตแรงดึงเพื่อควบคุมรอยร้าว"
IDS_AU_CHK_DIST_LONG_BAR = "ตรวจสอบระยะห่างของเหล็กเสริมตามยาว"
IDS_AU_CHK_EQUIV_SHEAR_FORC = "ตรวจสอบแรงเฉือนที่เทียบเท่า"
IDS_AU_CHK_MAX_STIRRUP_SPAC_CORE_CONFINE = "ตรวจสอบระยะห่างปลอกสูงสุดให้เป็นไปตามการกักรัดแกนกลางของเสา"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE = "ตรวจสอบความเค้นสูงสุดของเหล็กเสริมในเขตแรงดึง"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE_CRACK = "ตรวจสอบความเค้นสูงสุดของเหล็กเสริมในเขตแรงดึงเพื่อควบคุมรอยร้าว"
IDS_AU_CHK_MIN_TRANS_SHEAR_REIN = "ตรวจสอบเหล็กเสริมแรงเฉือนตามขวางขั้นต่ำ"
IDS_AU_CHK_MOMENT_CAPA = "ตรวจสอบความจุของโมเมนต์"
IDS_AU_CHK_REIN_REQ_COLM = "ตรวจสอบข้อกำหนดเหล็กเสริมสำหรับเสา"
IDS_AU_CHK_REIN_REQ_WALL = "ตรวจสอบข้อกำหนดเหล็กเสริมสำหรับผนัง"
IDS_AU_CHK_SHEAR_CAPA = "ตรวจสอบความจุของแรงเฉือน"
IDS_AU_CHK_SLEND_RATIO = "ตรวจสอบอัตราส่วนความเพรียว"
IDS_AU_CHK_SPAC_FITMENT = "ตรวจสอบระยะห่างของปลอกเหล็ก"
IDS_AU_CHK_TENS_REIN_AREA = "ตรวจสอบพื้นที่เหล็กเสริมแรงดึง"
IDS_AU_CHK_TORS_CAPA = "ตรวจสอบความจุของโมเมนต์บิด"
IDS_AU_CHK_DETAIL_REINF_CRACK_CTRL = "ตรวจสอบรายละเอียดเหล็กเสริมเพื่อควบคุมรอยร้าว"
IDS_AU_CHK_HOR_REINF_CRACK_CTRL = "ตรวจสอบเหล็กเสริมแนวนอนเพื่อควบคุมรอยร้าว"
IDS_AU_CHK_MAX_CENT_TO_CENT_SPAC = "ตรวจสอบระยะห่างศูนย์ถึงศูนย์ของเหล็กเสริมสูงสุด"
IDS_AU_CHK_MIN_CLEAR_DIST = "ตรวจสอบระยะห่างเคลียร์ขั้นต่ำระหว่างเหล็กเสริม"
IDS_AU_CHK_MIN_REINF_CRACK_CTRL = "ตรวจสอบเหล็กเสริมขั้นต่ำเพื่อควบคุมรอยร้าว"
IDS_AU_CHK_MOMENT_CAPA_LOAD_ECCEN = "ตรวจสอบกำลังรับโมเมนต์ดัดที่ความเยื้องศูนย์ของน้ำหนักบรรทุก"
IDS_DGN_RPT_PRINCIPLE_AXIS_EFFECTIVE_BUCKLING_LENGTH = "ความยาวโก่งที่มีผลเกี่ยวกับแกนหลัก"
IDS_DGN_RPT_EXPOSURE_CLASS = "ระดับสภาพแวดล้อม"
IDS_DGN_RPT_BRIDGE_TYPE = "ประเภทสะพาน"
IDS_DGN_RPT_SERVICE_LIFE = "อายุการใช้งาน"
IDS_DGN_RPT_PROTECTION_LEVEL = "ระดับการป้องกัน"
IDS_DGN_RPT_STRUCTURE_TYPE = "ประเภทโครงสร้าง"
IDS_DGN_RPT_USING = "การใช้"
IDS_DGN_Strength_Characteristic_Structural_Steel = "ค่าลักษณะกำลังของเหล็กโครงสร้าง"
IDS_DGN_Compressive_stress_limit_values_for_local_buckling = "ค่าจำกัดความเค้นอัดสำหรับการโก่งเฉพาะที่"
IDS_DGN_Limit_value_of_axial_compressive_stress = "ค่าจำกัดความเค้นอัดตามแนวแกน"
IDS_DGN_Limit_value_of_axial_tensile_stress = "ค่าจำกัดความเค้นดึงตามแนวแกน"
IDS_DGN_Limit_values_for_bending_stress = "ค่าจำกัดความเค้นดัด"
IDS_DGN_Limit_values_for_bending_tensile_stress = "ค่าจำกัดความเค้นดึงจากการดัด"
IDS_DGN_Limit_values_for_bending_compressive_stress = "ค่าจำกัดความเค้นอัดจากการดัด"
IDS_DGN_Limit_value_of_shear_stress = "ค่าจำกัดความเค้นเฉือน"
IDS_REPORTINFO_SECT_TRANSVERSE_REINFORCEMENT = "เหล็กเสริมตามแนวขวาง"
IDS__s_is_ignored = "%s ถูกละเว้น"
IDS_CHECK_MAXIMUM_SHEAR_FORCE = "ตรวจสอบค่าแรงเฉือนสูงสุด"
IDS_INCREASE_THE_THICKNESS_OF_SLAB = "เพิ่มความหนาของพื้น"
IDS_DGN_RPT_ELEM_TYPE_BEAM = "ชิ้นส่วนคาน"
IDS_DGN_RPT_ELEM_TYPE_VIRTUAL_BEAM = "คานเสมือน"
IDS_CONSIDER_AS_NONPRESTRESSED = "พิจารณาเป็นคอนกรีตเสริมเหล็กทั่วไป"
IDS_EDGE_COLUMN = "เสาริม"
IDS_CORNER_COLUMN = "เสาหัวมุม"
